[
    {
        "id": "0",
        "original_name": "Atomic Habits – James Clear",
        "affiliate_link": "https://amzn.to/48MOaDf",
        "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
        "authors": [
            "James Clear"
        ],
        "description": "The #1\n New York Times\n bestseller.\nOver 25 million copies sold!\nTranslated into 60+ languages!\nTiny Changes, Remarkable Results\nNo matter your goals, \nAtomic Habits\n offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.\nIf you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights.\nClear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas f",
        "cover_image": "https://m.media-amazon.com/images/I/81kg51XRc1L._SY385_.jpg",
        "page_count": 320,
        "rating": 4.8,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "1",
        "original_name": "The 5 AM Club – Robin Sharma",
        "affiliate_link": "https://amzn.to/4q0PWWM",
        "title": "The 5AM Club: Own Your Morning. Elevate Your Life.",
        "authors": [
            "Robin Sharma"
        ],
        "description": "Legendary leadership and elite performance expert Robin Sharma introduced The 5am Club concept over twenty years ago, based on a revolutionary morning routine that has helped his clients maximize their productivity, activate their best health and bulletproof their serenity in this age of overwhelming complexity.\n      Now, in this life-changing book, handcrafted by the author over a rigorous four-year period, you will discover the early-rising habit that has helped so many accomplish epic results while upgrading their happiness, helpfulness and feelings of aliveness.\n      Through an enchanting—and often amusing—story about two struggling strangers who meet an eccentric tycoon who becomes their secret mentor, \nThe 5am Club\n will walk you through:\nHow great geniuses, business titans and the world’s wisest people start their mornings to produce astonishing achievements\nA little-known formula you can use instantly to wake up early feeling inspired, focused and flooded with a fiery drive t",
        "cover_image": "https://m.media-amazon.com/images/I/61Av4S46owL._SY385_.jpg",
        "page_count": 336,
        "rating": 4.4,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "2",
        "original_name": "Deep Work – Cal Newport",
        "affiliate_link": "https://amzn.to/48RPZNF",
        "title": "Deep Work: Rules for Focused Success in a Distracted World",
        "authors": [
            "Cal Newport"
        ],
        "description": "AN AMAZON BEST BOOK OF 2O16 PICK IN BUSINESS & LEADERSHIP\nWALL STREET JOURNAL \nBUSINESS BESTSELLER\n A BUSINESS BOOK OF THE WEEK AT 800-CEO-READ\nMaster one of our economy’s most rare skills and achieve groundbreaking results with this “exciting” book (Daniel H. Pink) from an “exceptional” author (\nNew York Times\n \nBook Review\n).\n Deep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep Work will make you better at what you do and provide the sense of true fulfillment that comes from craftsmanship. In short, deep work is like a super power in our increasingly competitive twenty-first century economy. And yet, most people have lost the ability to go deep-spending their days instead in a frantic blur of e-mail and social media, not even realizing there's a better way.\n In Deep Work, author and professor Cal Newport flips the narrative on impact ",
        "cover_image": "https://m.media-amazon.com/images/I/91nujEwIpYL._SY385_.jpg",
        "page_count": 304,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "3",
        "original_name": "Essentialism: The Disciplined Pursuit of Less – Greg McKeown",
        "affiliate_link": "https://amzn.to/48Un7EC",
        "title": "Essentialism: The Disciplined Pursuit of Less",
        "authors": [
            "Greg McKeown"
        ],
        "description": "THE LIFE-CHANGING \nNEW YORK TIMES\n BESTSELLER • MORE THAN TWO MILLION COPIES SOLD\n“Essentialism holds the keys to solving one of the great puzzles of life: How can we do less but accomplish more?”—Adam Grant, bestselling author of \nThink Again\nEssentialism isn’t about getting more done in less time. It’s about getting only the right things done.\nHave you ever found yourself stretched too thin?\nAre you often busy but not productive?\nDo you feel like your time is constantly being hijacked?\nIf you answered yes to any of these, the way out is the \nWay of the Essentialist\n.\n \n \nEssentialism is more than a time-management technique. It is a \nsystematic discipline\n for discerning what is absolutely essential, then eliminating everything that is not, so we can make the highest possible contribution toward the things that really matter.\n \nBy forcing us to apply more selective criteria for where to spend our precious time and energy, the disciplined pursuit of less empowers us to reclaim control",
        "cover_image": "https://m.media-amazon.com/images/I/61QfKSGnwEL._SY385_.jpg",
        "page_count": 272,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "4",
        "original_name": "Make Time – Jake Knapp & John Zeratsky",
        "affiliate_link": "https://amzn.to/3N0VORC",
        "title": "Make Time: How to Focus on What Matters Every Day",
        "authors": [
            "Jake Knapp",
            "John Zeratsky"
        ],
        "description": "From the \nNew York Times\n bestselling authors of \nSprint\n comes “a unique and engaging read about a proven habit framework [that] readers can apply to each day” (\nInsider,\n Best Books to Form New Habits).\n“If you want to achieve more (without going nuts), read this book.”—Charles Duhigg, author of \nThe Power of Habit\nNobody ever looked at an empty calendar and said, \"The best way to spend this time is by cramming it full of meetings!\" or got to work in the morning and thought, \nToday I'll spend hours on Facebook!\n Yet that's exactly what we do. Why?\nIn a world where information refreshes endlessly and the workday feels like a race to react to other people's priorities faster, frazzled and distracted has become our default position. But what if the exhaustion of constant busyness wasn't mandatory? What if you could step off the hamster wheel and start taking control of your time and attention? That's what this book is about.\nAs creators of Google Ventures' renowned \"design sprint,\" Jake",
        "cover_image": "https://m.media-amazon.com/images/I/71x4c1e4cGL._SY385_.jpg",
        "page_count": 304,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "5",
        "original_name": "Limitless – Jim Kwik",
        "affiliate_link": "https://amzn.to/3YsPl4w",
        "title": "Limitless Expanded Edition: Upgrade Your Brain, Learn Anything Faster, and Unlock Your Exceptional Life",
        "authors": [
            "Jim Kwik"
        ],
        "description": "From the world’s top brain coach: revised edition of the \nNew York Times\n and \nWall Street Journal\n best-selling guide to unlocking your inner genius, with two all-new chapters and updates throughout.\n“Jim Kwik knows how to get the maximum out of me as a human being.”\n—Will Smith\nFor over 25 years, Jim Kwik has worked closely with successful men and women who are at the top in their fields as actors, athletes, CEOs, and business leaders from all walks of life to unlock their true potential. In this groundbreaking book, he reveals the science-based practices and field-tested tips to accelerate self-learning, communication, memory, focus, recall, and speed reading, to create fast, hard results.\nNewly revised and updated with two brand-new chapters, new case studies, and up-to-the-minute teachings throughout, the revised edition of \nLimitless\n gives people the ability to accomplish more—more productivity, more transformation, more personal success and business achievement—by changing thei",
        "cover_image": "https://m.media-amazon.com/images/I/71YKosk1-8L._SY385_.jpg",
        "page_count": 257,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "6",
        "original_name": "Digital Minimalism – Cal Newport",
        "affiliate_link": "https://amzn.to/3XQjDhv",
        "title": "Digital Minimalism: Choosing a Focused Life in a Noisy World",
        "authors": [
            "Cal Newport"
        ],
        "description": "A \nNew York Times, Wall Street Journal, Publishers Weekly, \nand \nUSA Today \nbestseller\n\"Newport is making a bid to be the Marie Kondo of technology: someone with an actual plan for helping you realize the digital pursuits that do, and don't, bring value to your life.\"--Ezra Klein, Vox\nMinimalism is the art of knowing how much is just enough. Digital minimalism applies this idea to our personal technology. It's the key to living a focused life in an increasingly noisy world.\nIn this timely and enlightening book, the bestselling author of \nDeep Work\n introduces a philosophy for technology use that has already improved countless lives.\nDigital minimalists are all around us. They're the calm, happy people who can hold long conversations without furtive glances at their phones. They can get lost in a good book, a woodworking project, or a leisurely morning run. They can have fun with friends and family without the obsessive urge to document the experience. They stay informed about the news ",
        "cover_image": "https://m.media-amazon.com/images/I/81x+9opgESL._SY385_.jpg",
        "page_count": 304,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "7",
        "original_name": "The Compound Effect – Darren Hardy",
        "affiliate_link": "https://amzn.to/4pwgrUi",
        "title": "The Compound Effect (10th Anniversary Edition): Jumpstart Your Income, Your Life, Your Success",
        "authors": [
            "Darren Hardy"
        ],
        "description": "Achieve success beyond your wildest dreams with this \nNew York Times \nbestselling guide by the central curator of the success media industry.\n  \nDo you want success?\nMore success than you have now?\nAnd even more success than you ever imagined possible?\nThat is what this book is about. Achieving it. \n  \n No gimmicks. No hyperbole. Finally, just the truth on what it takes to earn success\n  \n Darren Hardy has heard it all, seen it all, and tried most of it. This book reveals the core principles that drive success. The Compound Effect contains the essence of what every superachiever needs to know, practice, and master to obtain extraordinary success. Inside you will find strategies on:\n  \n ·The #1 strategy to achieve any goal and triumph over any competitor, even if they're smarter, more talented or more experienced.\n ·Eradicating your bad habits (some you might be unaware of!) that are derailing your progress.\n ·Painlessly installing the few key disciplines required for major breakthrough",
        "cover_image": "https://m.media-amazon.com/images/I/71vffeIFyGL._SY385_.jpg",
        "page_count": 208,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "8",
        "original_name": "Grit: The Power of Passion and Perseverance – Angela Duckworth",
        "affiliate_link": "https://amzn.to/4pznz29",
        "title": "Grit: The Power of Passion and Perseverance",
        "authors": [
            "Angela Duckworth"
        ],
        "description": "In this instant \nNew York Times \nbestseller, pioneering psychologist Angela Duckworth shows anyone striving to succeed—be it parents, students, educators, athletes, or business people—that the secret to outstanding achievement is not talent but a special blend of passion and persistence she calls “grit.”\nDrawing on her own powerful story as the daughter of a scientist who frequently noted her lack of “genius,” Duckworth, now a celebrated researcher and professor, describes her early eye-opening stints in teaching, business consulting, and neuroscience, which led to the hypothesis that what really drives success is not “genius” but a unique combination of passion and long-term perseverance.\n \n In \nGrit\n, she takes readers into the field to visit cadets struggling through their first days at West Point, teachers working in some of the toughest schools, and young finalists in the National Spelling Bee. She also mines fascinating insights from history and shows what can be gleaned from mod",
        "cover_image": "https://m.media-amazon.com/images/I/71gPBwjsEfL._SY385_.jpg",
        "page_count": 352,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "9",
        "original_name": "Can't Hurt Me – David Goggins",
        "affiliate_link": "https://amzn.to/48MOQbL",
        "title": "Can't Hurt Me: Master Your Mind and Defy the Odds",
        "authors": [
            "David Goggins"
        ],
        "description": "New York Times\n Best Seller\nOver 7 million copies sold\nFor \nDavid Goggins\n, childhood was a nightmare -- poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him \"The Fittest (Real) Man in America.\"\nIn \nCan't Hurt Me\n, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
        "cover_image": "https://m.media-amazon.com/images/I/81YJFNc54lL._SY385_.jpg",
        "page_count": 364,
        "rating": 4.8,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "10",
        "original_name": "Mindset: The New Psychology of Success – Carol S. Dweck",
        "affiliate_link": "https://amzn.to/3KI8dcH",
        "title": "Mindset: The New Psychology of Success",
        "authors": [
            "Carol S. Dweck"
        ],
        "description": "From the renowned psychologist who introduced the world to “growth mindset” comes this updated edition of the million-copy bestseller—featuring transformative insights into redefining success, building lifelong resilience, and supercharging self-improvement.\n“Through clever research studies and engaging writing, Dweck illuminates how our beliefs about our capabilities exert tremendous influence on how we learn and which paths we take in life.”—Bill Gates, \nGatesNotes\n \n“It’s not always the people who start out the smartest who end up the smartest.”\nAfter decades of research, world-renowned Stanford University psychologist Carol S. Dweck, Ph.D., discovered a simple but groundbreaking idea: the power of mindset. In this brilliant book, she shows how success in school, work, sports, the arts, and almost every area of human endeavor can be dramatically influenced by how we think about our talents and abilities. People with a \nfixed mindset\n—those who believe that abilities are fixed—are le",
        "cover_image": "https://m.media-amazon.com/images/I/71wEDMAAnOL._SY385_.jpg",
        "page_count": 320,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "11",
        "original_name": "Thinking: Fast and Slow – Daniel Kahnema",
        "affiliate_link": "https://amzn.to/3XUbgS8",
        "title": "Thinking, Fast and Slow",
        "authors": [
            "Daniel Kahneman"
        ],
        "description": "*Major \nNew York Times\n Bestseller\n*More than 2.6 million copies sold\n*One of \nThe\n \nNew York Times Book Review's\n ten best books of the year\n*Selected by \nThe Wall Street Journal\n as one of the best nonfiction books of the year\n*Presidential Medal of Freedom Recipient\n*Daniel Kahneman's work with Amos Tversky is the subject of Michael Lewis's best-selling \nThe Undoing Project: A Friendship That Changed Our Minds\nIn his mega bestseller, \nThinking, Fast and Slow\n, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think.\nSystem 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacation―ea",
        "cover_image": "https://m.media-amazon.com/images/I/61n7jZ8xQ6L._SY385_.jpg",
        "page_count": 512,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "12",
        "original_name": "Discipline is Destiny – Ryan Holiday",
        "affiliate_link": "https://amzn.to/4q8LEN5",
        "title": "Discipline Is Destiny: The Power of Self-Control (The Stoic Virtues Series)",
        "authors": [
            "Ryan Holiday"
        ],
        "description": "The instant \nNew York Times, Wall Street Journal, \nand \nUSA Today \nBestseller!\nIn his \nNew York Times \nbestselling book \nCourage is Calling\n, author Ryan Holiday made the Stoic case for a bold and brave life. In this much-anticipated second book of his Stoic Virtue series, Holiday celebrates the awesome power of self-discipline and those who have seized it.\nTo master anything, one must first master themselves–one’s emotions, one’s thoughts, one’s actions. Eisenhower famously said that freedom is really the opportunity to practice self-discipline. Cicero called the virtue of temperance the polish of life. Without boundaries and restraint, we risk not only failing to meet our full potential and jeopardizing what we have achieved, but we ensure misery and shame. In a world of temptation and excess, this ancient idea is more urgent than ever.\nIn \nDiscipline is Destiny\n, Holiday draws on the stories of historical figures we can emulate as pillars of self-discipline, including Lou Gehrig, Qu",
        "cover_image": "https://m.media-amazon.com/images/I/81kQ4rTDHAL._SY385_.jpg",
        "page_count": 352,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "13",
        "original_name": "The Psychology of Money – Morgan Housel",
        "affiliate_link": "https://amzn.to/48DoUz3",
        "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
        "authors": [
            "Morgan Housel"
        ],
        "description": "Deluxe hardback edition of \nThe Psychology of Money\n with sprayed edges and additional bonus chapter content from Morgan Housel, \nthe \nNew York Times\n bestselling author. \nDoing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people.\nMoney – investing, personal finance, and business decisions – is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.\nIn \nThe Psychology of Money\n, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life's most important topics.",
        "cover_image": "https://m.media-amazon.com/images/I/81Ng+3k+jbL._SY385_.jpg",
        "page_count": 272,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "14",
        "original_name": "Rich Dad Poor Dad – Robert Kiyosaki",
        "affiliate_link": "https://amzn.to/3MCP0JZ",
        "title": "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
        "authors": [
            "Robert T. Kiyosaki"
        ],
        "description": "April of 2022 marks a 25-year milestone for the personal finance classic \nRich Dad Poor Dad\n that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since \nRich Dad Poor Dad\n was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of \nRich Dad Poor Dad\n haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.\n \n \nMilestones\n \nWhile there is a milestone  to commemorate — and a new section in the book on Why Milestones Are Important — preserving the integrity of the original content is testimony to the fact that this book has truly stood the test of time. The sidebars throughout the book (that were updated for the 20-year anniversary edition) have been updated again, but th",
        "cover_image": "https://m.media-amazon.com/images/I/81BE7eeKzAL._SY385_.jpg",
        "page_count": 336,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "15",
        "original_name": "The Millionaire Fastlane – MJ DeMarco",
        "affiliate_link": "https://amzn.to/4pznX0B",
        "title": "The Millionaire Fastlane: Crack the Code to Wealth and Live Rich for a Lifetime",
        "authors": [
            "MJ DeMarco"
        ],
        "description": "*** \nWARNING\n: Ignore Amazon's Artificial Intelligence Description, This Book Is NOT About Bitcoin or Crypto!\n*** NOW AN INTERNATIONAL BEST-SELLER\n \n Translated and Published Worldwide In Over 25 Languages\n*** HARDBACK, TENTH ANNIVERSARY EDITION\nHas the financial plan of mediocrity and survival become your plan for wealth? That sounds something like this:\n\"Graduate from college, get a good job, save 10% of your paycheck, buy a used car, cancel the movie channels, quit buying expensive Starbucks coffee, save and penny-pinch for decades, trust your life-savings to Wall Street, and one day, when you are oh, say, 65 years old, you can retire rich. Or, if you're a REALLLLLLY good investor and save every dime you earn, you can \"retire early\" while doing nothing, buying nothing, and homesteading in a trailer down by the river.\"\nSince you were old enough to hold a job, you've been hoodwinked into believing that wealth can be created by blindly trusting in the uncontrollable and unpredictable m",
        "cover_image": "https://m.media-amazon.com/images/I/61QNCPPqP5L._SY385_.jpg",
        "page_count": 334,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "16",
        "original_name": "I Will Teach You to Be Rich – Ramit Sethi",
        "affiliate_link": "https://amzn.to/4iVOu5P",
        "title": "I Will Teach You to Be Rich: No Guilt. No Excuses. Just a 6-Week Program That Works (Second Edition)",
        "authors": [
            "Ramit Sethi"
        ],
        "description": "The inspiration for the Netflix TV series! \nThe groundbreaking \nNew York Times \nbestseller that taught a generation how to earn more, save more, and live a rich life—now in a revised 2nd edition.\n Personal finance expert Ramit Sethi has been called a “wealth wizard” by \nForbes \nand the “new guru on the block” by \nFortune\n. Now he’s updated and expanded his modern money classic for a new age, delivering a simple, powerful, no-BS 6-week program.\nI Will Teach You to Be Rich\n will show you: \n How to crush your debt and student loans faster than you thought possible \n How to set up no-fee, high-interest bank accounts that won’t gouge you for every penny \n How Ramit automates his finances so his money goes exactly where he wants it to—and how you can do it too \n How to talk your way out of late fees (with word-for-word scripts) \n How to save hundreds or even thousands per month (and still buy what you love) \n And so much more! \n Plus, this 10th anniversary edition features over 80 new pages,",
        "cover_image": "https://m.media-amazon.com/images/I/81c9SSbG3OL._SY385_.jpg",
        "page_count": 352,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "17",
        "original_name": "Zero to One – Peter Thiel",
        "affiliate_link": "https://amzn.to/3MBk7pq",
        "title": "Zero to One: Notes on Startups, or How to Build the Future",
        "authors": [
            "Peter Thiel",
            "Blake Masters"
        ],
        "description": "#1 \nNEW YORK TIMES\n BESTSELLER\n • \n“This book delivers completely new and refreshing ideas on how to create value in the world.”—Mark Zuckerberg, CEO of Meta\n \n“Peter Thiel has built multiple breakthrough companies, and \nZero to One\n shows how.”—Elon Musk, CEO of SpaceX and Tesla\nThe great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In \nZero to One\n, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things.\nThiel begins with the contrarian premise that we live in an age of technological stagnation, even if we’re too distracted by shiny mobile devices to notice. Information technology has improved rapidly, but there is no reason why progress should be limited to computers or Silicon Valley. Progress can be achieved in any industry or area of business. It comes from the most important skill that every leader must master: learning to think for yourself.\nDoing what someone else",
        "cover_image": "https://m.media-amazon.com/images/I/51zGCdRQXOL._SY385_.jpg",
        "page_count": 224,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "18",
        "original_name": "Start with Why – Simon Sinek",
        "affiliate_link": "https://amzn.to/48OYNUz",
        "title": "Start with Why 15th Anniversary Edition: How Great Leaders Inspire Everyone to Take Action",
        "authors": [
            "Simon Sinek"
        ],
        "description": "The inspiring, life-changing bestseller updated for its 15th anniversary with a new foreword by the author\nIn 2009, Simon Sinek ignited a movement to help people find a greater sense of purpose at work and added a new word to the lexicon of business: WHY. People and companies now regularly talk about their WHY. Sinek’s videos have been seen by over a billion people around the world, including more than 65 million who’ve watched his TED Talk based on \nStart With Why\n.\nSinek starts with a fundamental question: Why are some people and organizations more innovative, more influential and more profitable than others? Why do some command greater loyalty from customers and employees alike? Even among the successful, why are so few able to repeat their success over and over?\nStart With Why\n shows that the leaders who've had the greatest influence in the world all think, act, and communicate the same way— and it's the opposite of what everyone else does. \nPeople like Martin Luther King Jr., Stev",
        "cover_image": "https://m.media-amazon.com/images/I/71oQGkFtFUL._SY425_.jpg",
        "page_count": 272,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "19",
        "original_name": "Good to Great – Jim Collins",
        "affiliate_link": "https://amzn.to/4aLWEeX",
        "title": "Good to Great: A Study of Management Strategies of Companies with Lasting Growth",
        "authors": [
            "Jim Collins"
        ],
        "description": "The Challenge:\nBuilt to Last,\n the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the verybeginning.\nBut what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?\nThe Study: \nFor years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal distinguishing characteristics that cause a company to go from good to great?\nThe Standards:\nUsing tough benchmarks, Collins and his research team identified a set of elite companies that made the leap to great results and sustained those results for at least fifteen years. How great? After the leap, the good-to-great companies generated cumulative stock returns that beat the general stock market ",
        "cover_image": "https://m.media-amazon.com/images/I/71LhjimPd8L._SY385_.jpg",
        "page_count": 300,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "20",
        "original_name": "Blue Ocean Strategy – W. Chan Kim",
        "affiliate_link": "https://amzn.to/4aOHllK",
        "title": "Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space and Make the Competition Irrelevant",
        "authors": [
            "W. Chan Kim",
            "Renée Mauborgne"
        ],
        "description": "OVER 4 MILLION COPIES SOLD\nWALL STREET JOURNAL AND BUSINESSWEEK BESTSELLER\nRECOGNIZED AS ONE OF THE MOST ICONIC AND IMPACTFUL STRATEGY BOOKS EVER WRITTEN\nThe global phenomenon that has sold over 4 million copies, is published in a record-breaking 49 languages and is a bestseller across five continents—now updated and expanded with new content. Named by \nFast Company\n as one of the most influential leadership books in its Leadership Hall of Fame. A strategy classic.\nIn this perennial bestseller, embraced by organizations and industries worldwide, globally preeminent management thinkers W. Chan Kim and Renée Mauborgne challenge everything you thought you knew about the requirements for strategic success. Recognized as one of the most iconic and impactful strategy books ever written, \nBLUE OCEAN STRATEGY\n, now updated with fresh content from the authors, argues that cutthroat competition results in nothing but a bloody red ocean of rivals fighting over a shrinking profit pool. Based on a ",
        "cover_image": "https://m.media-amazon.com/images/I/91YCWH4jFdL._SY385_.jpg",
        "page_count": 320,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "21",
        "original_name": "Never Split the Difference – Chris Voss",
        "affiliate_link": "https://amzn.to/3L2R9y5",
        "title": "Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life",
        "authors": [
            "Chris Voss",
            "Tahl Raz"
        ],
        "description": "A \nNEW YORK TIMES \nBESTSELLER\nA \nWALL STREET JOURNAL\n BESTSELLER\n\"This book blew my mind. It’s a riveting read, full of instantly actionable advice-not just for high-stakes situations, but also for handling everyday conflicts at work and at home.\" —Adam Grant, author of \nThink Again\nThis international bestseller, with more than 5 million copies sold, offers a field-tested approach to high-stakes negotiations—whether in the boardroom, in your community, or at home.\nLife is a series of negotiations, and negotiation is at the heart of collaboration—whether you are a business executive, a salesperson, a parent , a community leader, or a spouse. As a former FBI hostage negotiator, Chris Voss gives you the tools to be effective in any situation: negotiating a business deal, buying (or selling) a car, negotiating a salary, acquiring a home, renegotiating rent, deliberating with your partner, or communicating with your children. Taking the power of persuasion, empathy, active listening, and in",
        "cover_image": "https://m.media-amazon.com/images/I/81PPq8CP4sL._SY385_.jpg",
        "page_count": 288,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "22",
        "original_name": "How to Win Friends and Influence People – Dale Carnegie",
        "affiliate_link": "https://amzn.to/4oSlixW",
        "title": "Penguin Select Classics: How to Win Friends and Influence People: (Original, Unabridged Classic, Premium Hardbound Collector's Edition, Ideal for Gifting)",
        "authors": [
            "Dale Carnegie"
        ],
        "description": "THE BESTSELLING BUSINESS CLASSIC TRUSTED BY SUCCESSFUL LEADERS ALL OVER THE WORLD\n Command attention, charm your superiors, and win people over wherever you go. How to Win Friends and Influence People has helped thousands of readers gain self-confidence and unlock life-changing opportunities―and now, it’s your turn. Master the fine art of communication, express your most important ideas, and create genuine impact with the help of international bestselling author Dale Carnegie. Written in his trademark conversational style, this book illustrates time-tested techniques through engaging anecdotes and events from the lives of legendary orators, historical figures, and successful leaders. Full of timeless wisdom and sage advice, this practical handbook on human relations will equip you to navigate the treacherous waters of interpersonal relationships in both business and social settings. Now you too can unearth your true potential, forge long-lasting relationships, and discover How to Win F",
        "cover_image": "https://m.media-amazon.com/images/I/61PqhXEJzGL._SY385_.jpg",
        "page_count": 296,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "23",
        "original_name": "Influence: The Psychology of Persuasion – Robert Cialdini",
        "affiliate_link": "https://amzn.to/4q8M8mn",
        "title": "Influence, New and Expanded: The Essential Guide to the Psychology of Influence and Persuasion in Everyday Life",
        "authors": [
            "Robert B. Cialdini PhD"
        ],
        "description": "The foundational and wildly popular go-to resource for influence and persuasion—a renowned international bestseller, with over 5 million copies sold—now revised adding: new research, new insights, new examples, and online applications.\nIn the new edition of this highly acclaimed bestseller, Robert Cialdini—\nNew York Times\n bestselling author of \nPre-Suasion\n and the seminal expert in the fields of influence and persuasion—explains the psychology of why people say yes and how to apply these insights ethically in business and everyday settings. Using memorable stories and relatable examples, Cialdini makes this crucially important subject surprisingly easy. With Cialdini as a guide, you don’t have to be a scientist to learn how to use this science.\nYou’ll learn Cialdini’s Universal Principles of Influence, including new research and new uses so you can become an even more skilled persuader—and just as importantly, you’ll learn how to defend yourself against unethical influence attempts. ",
        "cover_image": "https://m.media-amazon.com/images/I/71SPjJ+UnLL._SY385_.jpg",
        "page_count": 592,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "24",
        "original_name": "The 4-Hour Workweek – Tim Ferriss",
        "affiliate_link": "https://amzn.to/48C4ztY",
        "title": "The 4-Hour Workweek: Escape 9-5, Live Anywhere, and Join the New Rich",
        "authors": [
            "Timothy Ferriss"
        ],
        "description": "The \nNew York Times\n bestselling author of \nThe 4-Hour Body \nshows readers how to live more and work less, now with more than 100 pages of new, cutting-edge content.\nEver wonder, “How can I work smarter and not harder?” Forget the old concept of retirement and the rest of the deferred-life plan–there is no need to wait and every reason not to, especially in unpredictable economic times. Whether your dream is escaping the rat race, experiencing high-end world travel, or earning a monthly five-figure income with zero management, \nThe 4-Hour Workweek\n is the blueprint. \nThis step-by-step guide to luxury lifestyle design teaches: \n• How Tim went from $40,000 per year and 80 hours per week to $40,000 per month and 4 hours per week\n• How to outsource your life to overseas virtual assistants for $5 per hour and do whatever you want\n• How blue-chip escape artists travel the world without quitting their jobs\n• How to eliminate 50% of your work in 48 hours using the principles of a forgotten Ita",
        "cover_image": "https://m.media-amazon.com/images/I/71vO9Tbf4-L._SY385_.jpg",
        "page_count": 100,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "25",
        "original_name": "Show Your Work! – Austin Kleon",
        "affiliate_link": "https://amzn.to/452I3rV",
        "title": "Show Your Work!: 10 Ways to Share Your Creativity and Get Discovered",
        "authors": [
            "Austin Kleon"
        ],
        "description": "In his \nNew York Times\n bestseller \nSteal Like an Artist\n, Austin Kleon showed readers how to unlock their creativity by “stealing” from the community of other movers and shakers. Now, in an even more forward-thinking and necessary book, he shows how to take that critical next step on a creative journey―getting known.\n Show Your Work!\n is about why generosity trumps genius. It’s about getting \nfindable\n, about using the network instead of wasting time “networking.” It’s not self-promotion, it’s self-discovery―let others into your process, then let them steal from you. Filled with illustrations, quotes, stories, and examples, \nShow Your Work!\n offers ten transformative rules for being open, generous, brave, productive.\n In chapters such as\n You Don’t Have to Be a Genius\n; \nShare Something Small Every Day\n; and \nStick Around\n, Kleon creates a user’s manual for embracing the communal nature of creativity― what he calls the “ecology of talent.” From broader life lessons about work (you can",
        "cover_image": "https://m.media-amazon.com/images/I/615i7JSSShL._SY342_.jpg",
        "page_count": 224,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "26",
        "original_name": "Big Magic – Elizabeth Gilbert",
        "affiliate_link": "https://amzn.to/4oUe0Kg",
        "title": "Big Magic: Creative Living Beyond Fear",
        "authors": [
            "Elizabeth Gilbert"
        ],
        "description": "The instant #1 NEW YORK TIMES Bestseller\n\"A must read for anyone hoping to live a creative life... I dare you not to be inspired to be brave, to be free, and to be curious.” —PopSugar\nFrom the worldwide bestselling author of \nEat Pray Love \nand \nCity of Girls\n: the path to the vibrant, fulfilling life you’ve dreamed of\n. \n \nReaders of all ages and walks of life have drawn inspiration and empowerment from Elizabeth Gilbert’s books for years. Now this beloved author digs deep into her own generative process to share her wisdom and unique perspective about creativity. With profound empathy and radiant generosity, she offers potent insights into the mysterious nature of inspiration. She asks us to embrace our curiosity and let go of needless suffering. She shows us how to tackle what we most love, and how to face down what we most fear. She discusses the attitudes, approaches, and habits we need in order to live our most creative lives. Balancing between soulful spirituality and cheerful p",
        "cover_image": "https://m.media-amazon.com/images/I/813mCUSzejL._SY385_.jpg",
        "page_count": 288,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "27",
        "original_name": "The Artist's Way – Julia Cameron",
        "affiliate_link": "https://amzn.to/3L1WmGm",
        "title": "The Artist's Way: A Spiritual Path to Higher Creativity",
        "authors": [
            "Julia Cameron"
        ],
        "description": "\"Without \nThe Artist's Way\n, there would have been no \nEat, Pray, Love\n.” —Elizabeth Gilbert\nA stunning gift edition of the powerful bestselling book on creativity.\nThe Artist’s Way\n is one of the bestselling gift books of all time. Beautifully packaged with a slipcase and ribbon, this tenth anniversary gift edition is the ideal gift for loved ones engaged in creative lives.",
        "cover_image": "https://m.media-amazon.com/images/I/81k6Ef+Dk3L._SY342_.jpg",
        "page_count": 272,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "28",
        "original_name": "Steal Like an Artist – Austin Kleon",
        "affiliate_link": "https://amzn.to/4q8MkSD",
        "title": "Steal Like an Artist 10th Anniversary Gift Edition with a New Afterword by the Author: 10 Things Nobody Told You About Being Creative (Austin Kleon)",
        "authors": [
            "Austin Kleon"
        ],
        "description": "Celebrate the 10th anniversary of a groundbreaking book on creativity with this limited anniversary hardcover, with a new afterword, color endpapers pulled from Austin Kleon’s sketchbooks, and a ribbon marker.\n  \n Ten years after its initial publication, the message of \nSteal Like an Artist \nremains powerful: embrace influence, follow interests wherever they take us, forget old clichés like writing about what you know—instead, write the book that you want to read, make the movie you want to watch. And above all, find the space you need to be wild and daring in your imagination and your work.\n  \n This 10th anniversary edition includes a new afterword by the author, discussing the book’s influence and how “stealing” has been misunderstood, and offering a unique, personal perspective on a book that’s touched so many.\n  \nUnlock your creativity\nSteal like an artist.\nDon’t wait until you know who you are to get started.\nWrite the book you want to read.\nUse your hands.\nSide projects and hobbi",
        "cover_image": "https://m.media-amazon.com/images/I/71+WGpddNfL._SY342_.jpg",
        "page_count": 176,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "29",
        "original_name": "Shoe Dog – Phil Knight",
        "affiliate_link": "https://amzn.to/4qdDHGO",
        "title": "Shoe Dog: A Memoir by the Creator of Nike",
        "authors": [
            "Phil Knight"
        ],
        "description": "NEW YORK TIMES\n BESTSELLER\n \n \nIn this candid and riveting memoir, for the first time ever, Nike founder and board chairman Phil Knight shares the inside story of the company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.\nYoung, searching, fresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his Plymouth Valiant, Knight grossed eight thousand dollars that first year, 1963. Today, Nike’s annual sales top $30 billion. In this age of start-ups, Knight’s Nike is the gold standard, and its swoosh is more than a logo. A symbol of grace and greatness, it’s one of the few icons instantly recognized in every corner of the world.\n \nBut Knight, the man behind the swoosh, has always been a mystery. Now, in a memoir that’s surprising, humble, unfiltere",
        "cover_image": "https://m.media-amazon.com/images/I/71AqHmnXppL._SY385_.jpg",
        "page_count": 400,
        "rating": 4.8,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "30",
        "original_name": "Steve Jobs – Walter Isaacson",
        "affiliate_link": "https://amzn.to/4q6HLZ0",
        "title": "Steve Jobs",
        "authors": [
            "Walter Isaacson"
        ],
        "description": "Walter Isaacson’s “enthralling” (\nThe New Yorker\n) worldwide bestselling biography of Apple cofounder Steve Jobs.\nBased on more than forty interviews with Steve Jobs conducted over two years—as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. Isaacson’s portrait touched millions of readers.\n \nAt a time when America is seeking ways to sustain its innovative edge, Jobs stands as the ultimate icon of inventiveness and applied imagination. He knew that the best way to create value in the twenty-first century was to connect creativity with technology. He built a company where leaps of the imagination were combined with remarkable feats",
        "cover_image": "https://m.media-amazon.com/images/I/71sVQDj0SCL._SY385_.jpg",
        "page_count": 656,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "31",
        "original_name": "Elon Musk – Walter Isaacson",
        "affiliate_link": "https://amzn.to/44w9dY6",
        "title": "Elon Musk",
        "authors": [
            "Walter Isaacson"
        ],
        "description": "The #1 \nNew York Times\n and global bestseller from Walter Isaacson—the acclaimed author of \nSteve Jobs\n,\n Einstein: His Life and World\n,\n Benjamin Franklin\n, and \nLeonardo da Vinci—\nis the astonishingly intimate story of the most fascinating, controversial innovator of modern times. For two years, Isaacson shadowed Elon Musk as he executed his vision for electric vehicles at Tesla, space exploration with SpaceX, the AI revolution, and the takeover of Twitter and its conversion to X. The result is the definitive portrait of the mercurial pioneer that offers clues to his political instincts, future ambitions, and overall worldview.\nWhen Elon Musk was a kid in South Africa, he was regularly beaten by bullies. One day a group pushed him down some concrete steps and kicked him until his face was a swollen ball of flesh. He was in the hospital for a week. But the physical scars were minor compared to the emotional ones inflicted by his father, an engineer, rogue, and charismatic fantasist.\n ",
        "cover_image": "https://m.media-amazon.com/images/I/81Kaj5++6pL._SY385_.jpg",
        "page_count": 688,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "32",
        "original_name": "Greenlights – Matthew McConaughey",
        "affiliate_link": "https://amzn.to/44t7ZwD",
        "title": "Greenlights",
        "authors": [
            "Matthew McConaughey"
        ],
        "description": "#1 \nNEW YORK TIMES \nBESTSELLER • 6 MILLION COPIES SOLD WORLDWIDE! Discover the life-changing memoir that has inspired millions of readers through the Academy Award–winning actor’s unflinching honesty, unconventional wisdom, and lessons learned the hard way about living with greater satisfaction.\n“The No. 1 celebrity memoir of the past 10 years.”—\nUSA Today\n“McConaughey’s book invites us to grapple with the lessons of his life as he did—and to see that the point was never to win, but to understand.”—Mark Manson, author of \nThe Subtle Art of Not Giving a F*ck\nI’ve been in this life for fifty years, been trying to work out its riddle for forty-two, and been keeping diaries of clues to that riddle for the last thirty-five. Notes about successes and failures, joys and sorrows, things that made me marvel, and things that made me laugh out loud. How to be fair. How to have less stress. How to have fun. How to hurt people less. How to get hurt less. How to be a good man. How to have meaning in",
        "cover_image": "https://m.media-amazon.com/images/I/61qCtcd7YeL._SY342_.jpg",
        "page_count": 304,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "33",
        "original_name": "Flow: The Psychology of Optimal Experience – Mihaly Csikszentmihalyi",
        "affiliate_link": "https://amzn.to/4se6nkP",
        "title": "Flow: The Psychology of Optimal Experience",
        "authors": [
            "Mihaly Csikszentmihalyi"
        ],
        "description": "“Csikszentmihalyi arrives at an insight that many of us can intuitively grasp, despite our insistent (and culturally supported) denial of this truth. That is, it is not what happens to us that determines our happiness, but the manner in which we make sense of that reality. . . . T\nhe manner in which Csikszentmihalyi integrates research on consciousness, personal psychology and spirituality is i\nlluminating.” \n—Los Angeles Times Book Review\nThe bestselling classic that holds the key to unlocking meaning, creativity, peak performance, and true happiness. \nLegendary psychologist Mihaly Csikszentmihalyi's famous investigations of \"optimal experience\" have revealed that what makes an experience genuinely satisfying is a state of consciousness called \nflow\n. During flow, people typically experience deep enjoyment, creativity, and a total involvement with life. In this new edition of his groundbreaking classic work, Csikszentmihalyi (\"the leading researcher into ‘flow states’\" \n—Newsweek) \nde",
        "cover_image": "https://m.media-amazon.com/images/I/610GM3WYL7L._SY385_.jpg",
        "page_count": 336,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "34",
        "original_name": "Sapiens: A Brief History of Humankind – Yuval Noah Harari",
        "affiliate_link": "https://amzn.to/4s2dFrM",
        "title": "Sapiens [Tenth Anniversary Edition]: A Brief History of Humankind",
        "authors": [
            "Yuval Noah Harari"
        ],
        "description": "New York Times\n Readers’ Pick: Top 100 Books of the 21\nst\n Century\nThe tenth anniversary edition of the internationally bestselling phenomenon that cemented Yuval Noah Harari as\n \none of the most prominent historians of our time\n—\nfeaturing a new afterword from the author.\nOne hundred thousand years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations, and human rights; to trust money, books, and laws; and to be enslaved by bureaucracy, timetables, and consumerism? And what will our world be like in the millennia to come?\nIn \nSapiens\n, Professor Yuval Noah Harari spans the whole of human history, from the very first humans to walk the earth to the radical—and sometimes devastating—breakthroughs of the Cognitive, Agricultural, and Scientific Revolutions. Drawing on insig",
        "cover_image": "https://m.media-amazon.com/images/I/71kVn6thiBL._SY385_.jpg",
        "page_count": 464,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "35",
        "original_name": "The Alchemist – Paulo Coelho",
        "affiliate_link": "https://amzn.to/4iYSYIT",
        "title": "The Alchemist Deluxe Edition: A Fable About Following Your Dream",
        "authors": [
            "Paulo Coelho"
        ],
        "description": "A beautiful keepsake edition of the extraordinary and beloved international bestseller.\n\"It’s a brilliant, magical, life-changing book that continues to blow my mind with its lessons.\"—Neil Patrick Harris, actor\n“Translated into 80 languages, the allegory teaches us about dreams, destiny, and the reason we are all here.”—Oprah Daily\nCombining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, \nThe Alchemist\n has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.\nThis story, dazzling in its powerful simplicity and soul-stirring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried near the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself a king, and an alchemist, all of whom point Santiago in the direction of his quest. No one knows what the treasure is, o",
        "cover_image": "https://m.media-amazon.com/images/I/81MLsqv7lIL._SY385_.jpg",
        "page_count": 208,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "36",
        "original_name": "Range: Why Generalists Triumph in a Specialized World – David Epstein",
        "affiliate_link": "https://amzn.to/4j2QoSs",
        "title": "Range: Why Generalists Triumph in a Specialized World",
        "authors": [
            "David Epstein"
        ],
        "description": "The \n#1 New York Times\n bestseller that has all America talking: as seen/heard on \nCNN's Fareed Zakaria GPS\n, Morning Joe, CBS This Morning, The Bill Simmons Podcast, Rich Roll, and more.\n \n“The most important business—and parenting—book of the year.” —\nForbes\n \n“Urgent and important. . . an essential read for bosses, parents, coaches, and anyone who cares about improving performance.” —Daniel H. Pink\n  \nShortlisted for the \nFinancial Times\n/McKinsey Business Book of the Year Award\nPlenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should start early, focus intensely, and rack up as many hours of deliberate practice as possible. If you dabble or delay, you’ll never catch up to the people who got a head start. But a closer look at research on the world’s top performers, from professional athletes to Nobel laureates, shows that early specialization is the exception, not the rule.     \nDavid Epstein examined the world’s most successfu",
        "cover_image": "https://m.media-amazon.com/images/I/71P+sZn5ctL._SY385_.jpg",
        "page_count": 352,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "37",
        "original_name": "Building a Second Brain – Tiago Forte",
        "affiliate_link": "https://amzn.to/4ahokZ1",
        "title": "Building a Second Brain: A Proven Method to Organize Your Digital Life and Unlock Your Creative Potential",
        "authors": [
            "Tiago Forte"
        ],
        "description": "“One of my favorite books of the year. It completely reshaped how I think about information and how and why I take notes.” —Daniel Pink, bestselling author of \nDrive\n \nA revolutionary approach to enhancing productivity, creating flow, and vastly increasing your ability to capture, remember, and benefit from the unprecedented amount of information all around us.\nFor the first time in history, we have instantaneous access to the world’s knowledge. There has never been a better time to learn, to contribute, and to improve ourselves. Yet, rather than feeling empowered, we are often left feeling overwhelmed by this constant influx of information. The very knowledge that was supposed to set us free has instead led to the paralyzing stress of believing we’ll never know or remember enough.\n \nNow, this eye-opening and accessible guide shows how you can easily create your own personal system for knowledge management, otherwise known as a Second Brain. As a trusted and organized digital repositor",
        "cover_image": "https://m.media-amazon.com/images/I/71+IDmZU88L._SY385_.jpg",
        "page_count": 272,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "38",
        "original_name": "Success and Failure of Picasso - John Berger",
        "affiliate_link": "https://amzn.to/48UnNtR",
        "title": "Success and Failure of Picasso",
        "authors": [
            "John Berger"
        ],
        "description": "Â Â Â At the height of his powers, Pablo Picasso was the artist as revolutionary, breaking through the niceties of form in order to mount a direct challenge to the values of his time. At the height of his fame, he was the artist as royalty: incalculably wealthy, universally idolizedâ and wholly isolated.\nÂ Â Â In this stunning critical assessment, John Bergerâ one of this century's most insightful cultural historiansâ trains his penetrating gaze upon this most prodigious and enigmatic painter and on the Spanish landscape and very particular culture that shpaed his life and work. Writing with a novelist's sensuous evocation of character and detail, and drawing on an erudition that embraces history, politics, and art, Berger follows Picasso from his childhood in Malaga to the Blue Period and Cubism, from the creation of \nGuernica\n to the pained etchings of his final years. He gives us the full measure of Picasso's triumphs and an unsparing reckoning of their costâ in exile, in loneliness",
        "cover_image": "https://m.media-amazon.com/images/I/91Iml2MZKxL._SY385_.jpg",
        "page_count": 100,
        "rating": 4.3,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "39",
        "original_name": "Getting Things Done – David Allen",
        "affiliate_link": "https://amzn.to/3Mu6nNb",
        "title": "Getting Things Done: The Art of Stress-Free Productivity",
        "authors": [
            "David Allen",
            "James Fallows"
        ],
        "description": "One of Daniel Pink's 13 Books to Read Before 30\nThe book \nLifehack \ncalls \n\"The Bible of business and personal productivity.\"\n\"A completely revised and updated edition of the blockbuster bestseller from 'the personal productivity guru'\"\n—\nFast Company\nSince it was first published almost fifteen years ago, David Allen’s \nGetting Things Done \nhas become one of the most influential business books of its era, and the ultimate book on personal organization. “GTD” is now shorthand for an entire way of approaching professional and personal tasks, and has spawned an entire culture of websites, organizational tools, seminars, and offshoots.\nAllen has rewritten the book from start to finish, tweaking his classic text with important perspectives on the new workplace, and adding material that will make the book fresh and relevant for years to come. This new edition of \nGetting Things Done \nwill be welcomed not only by its hundreds of thousands of existing fans but also by a whole new generation ea",
        "cover_image": "https://m.media-amazon.com/images/I/61Loe8brBXL._SY385_.jpg",
        "page_count": 352,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "40",
        "original_name": "The Laws of Human Nature – Robert Greene",
        "affiliate_link": "https://amzn.to/491r2zM",
        "title": "The Laws of Human Nature",
        "authors": [
            "Robert Greene"
        ],
        "description": "From the #1 \nNew York Times\n-bestselling author of \nThe 48 Laws of Power\n comes the definitive new book on decoding the behavior of the people around you. This is the only authorized hardcover edition in the US.\nRobert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.\nWe are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to lo",
        "cover_image": "https://m.media-amazon.com/images/I/61UPuQRgNKL._SY385_.jpg",
        "page_count": 624,
        "rating": 4.8,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "41",
        "original_name": "48 Laws of Power – Robert Greene",
        "affiliate_link": "https://amzn.to/4oXVqRx",
        "title": "The 48 Laws of Power",
        "authors": [
            "Robert Greene",
            "Joost Elffers"
        ],
        "description": "Amoral, cunning, ruthless, and instructive, this multi-million-copy \nNew York Times\n bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control. This is the only authorized hardcover edition in the US.\nIn the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to P.T. Barnum.\nSome laws teach the need for prudence (“Law 1: Never Outshine the Master”), others teach the value of confidence (“Law 28: Enter Action with Boldness”), and many recommend absolute self-preservation (“Law 15: Crush Your Enemy Totally”). Every law, though, has one thing in common: an interest in total domination. In a bold and arresting two-color package, \nThe 48 Laws of Power\n is ide",
        "cover_image": "https://m.media-amazon.com/images/I/61UZS3QA1UL._SY385_.jpg",
        "page_count": 452,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "42",
        "original_name": "Meditations – Marcus Aurelius",
        "affiliate_link": "https://amzn.to/4oVl49g",
        "title": "Meditations (Modern Library)",
        "authors": [
            "Marcus Aurelius",
            "Gregory Hays",
            "Ryan Holiday"
        ],
        "description": "NATIONAL BESTSELLER • Timeless insights into what it takes to lead a meaningful life—still profoundly relevant nearly two thousand years later.\nNow featuring a brand-new foreword from Ryan Holiday, #1 \nNew York Times \nbestselling author of \nThe Obstacle Is the Way\n!\n“\nMeditations\n offers a glimpse into [Marcus Aurelius’s] mind, his habits, and his approach to life. . . . I think any reader would find something useful to take away from it.”—James Clear, #1 \nNew York Times \nbestselling author of \nAtomic Habits\n“It is unbelievable to see how the emperor’s words have stood the test of time. . . . Read a page or two anytime you feel like the world is too much.”—Arnold Schwarzenegger, \nThe Wall Street Journal\nYour ability to control your thoughts—treat it with respect. It’s all that protects your mind from false perceptions—false to your nature, and that of all rational beings.\n \nA series of spiritual exercises filled with wisdom, practical guidance, and profound understanding of human behav",
        "cover_image": "https://m.media-amazon.com/images/I/91Rzt6n8HaL._SY385_.jpg",
        "page_count": 272,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "43",
        "original_name": "The Obstacle Is the Way – Ryan Holiday",
        "affiliate_link": "https://amzn.to/3L0EWKg",
        "title": "The Obstacle is the Way Expanded 10th Anniversary Edition: The Timeless Art of Turning Trials into Triumph",
        "authors": [
            "Ryan Holiday"
        ],
        "description": "An updated and expanded edition of the book that launched a global phenomenon, \nThe Obstacle Is the Way\n presents an infinitely elastic formula for turning our toughest trials into our greatest triumphs.\nSince bestselling author Ryan Holiday introduced Stoicism to the world with \nThe Obstacle Is the Way\n in 2014, this simple but powerful philosophy for life has taken the world by storm. This brilliant and engaging book is an invaluable source of wisdom for anyone who wants to become more successful at what they do, whether you’re a student, a parent, a professional athlete, or a world leader. Now, Ryan Holiday has updated and expanded this modern classic with a new introduction and new content featuring a diverse set of inspiring characters.\nIcons of history—from Epictetus and Demosthenes to Amelia Earhart and Richard Wright—followed a simple formula to achieve greatness. They were not exceptionally brilliant, lucky, or gifted. Their success in overcoming extreme obstacles was the resu",
        "cover_image": "https://m.media-amazon.com/images/I/71mXLoL1KRL._SY385_.jpg",
        "page_count": 224,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "44",
        "original_name": "Ego Is the Enemy – Ryan Holiday",
        "affiliate_link": "https://amzn.to/4q9hppx",
        "title": "Ego Is the Enemy",
        "authors": [
            "Ryan Holiday"
        ],
        "description": "The instant \nWall Street Journal\n, \nUSA Today\n, and international bestseller\n“While the history books are filled with tales of obsessive visionary geniuses who remade the world in their image with sheer, almost irrational force, I’ve found that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition.” —from the prologue\n \n \nMany of us insist the main impediment to a full, successful life is the outside world. In fact, the most common enemy lies within: our ego. Early in our careers, it impedes learning and the cultivation of talent. With success, it can blind us to our faults and sow future problems. In failure, it magnifies each blow and makes recovery more difficult. At every stage, ego holds us back. \n \nEgo Is the Enemy \ndraws on a vast array of stories and examples, from literature to philosophy to his­tory. We meet fascinating figures such as George Marshall, Jackie Robin",
        "cover_image": "https://m.media-amazon.com/images/I/71z70m5r7OL._SY385_.jpg",
        "page_count": 256,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "45",
        "original_name": "Quiet: The Power of Introverts – Susan Cain",
        "affiliate_link": "https://amzn.to/3MDe5V4",
        "title": "Quiet: The Power of Introverts in a World That Can't Stop Talking",
        "authors": [
            "Susan Cain"
        ],
        "description": "#1 \nNEW YORK TIMES\n BESTSELLER • Experience the book that started the Quiet Movement and revolutionized how the world sees introverts—and how introverts see themselves—by offering validation, inclusion, and inspiration\n“Superbly researched, deeply insightful, and a fascinating read, \nQuiet\n is an indispensable resource for anyone who wants to understand the gifts of the introverted half of the population.”—Gretchen Rubin, author of \nThe Happiness Project\nONE OF THE BEST BOOKS OF THE YEAR—\nPeople, O: The Oprah Magazine, Christian Science Monitor, Inc., Library Journal, Kirkus Reviews\n \n \n \nWhat are the advantages of being an introvert? They make up at least one-third of the people we know. They are the ones who prefer listening to speaking; who innovate and create but dislike self-promotion; who favor working on their own over working in teams. It is to introverts—Rosa Parks, Chopin, Dr. Seuss, Steve Wozniak—that we owe many of the great contributions to society. \n  \nIn \nQuiet\n, Susan C",
        "cover_image": "https://m.media-amazon.com/images/I/71BXRqKq4nL._SY385_.jpg",
        "page_count": 352,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "46",
        "original_name": "Man's Search for Meaning – Viktor Frankl",
        "affiliate_link": "https://amzn.to/3MDJS8o",
        "title": "Man's Search for Meaning: Gift Edition",
        "authors": [
            "Viktor E. Frankl",
            "William J. Winslade",
            "Harold S. Kushner"
        ],
        "description": "The bestselling Holocaust memoir about finding purpose and strength in times of despair—selected as a Library of Congress “10 Most Influential Books in America”\nThis stunning gift edition of “one of the great books of our time” \n (Harold S. Kushner) \nfeatures new photos, end papers, and Frankl’s never-before-published speeches and letters.\nHailed as “an enduring work of survival literature” by the New York Times, Viktor Frankl’s account of his time in the Nazi concentration camps—and his insights into our ability to find meaning despite great adversity—has offered solace and guidance to generations of readers since it was first published in 1946. This stunning hardcover gift edition features previously unpublished material—including letters, speeches, essays, and an 8-page photo insert—that reveal Frankl’s enduring lessons on perseverance and strength in even greater depth.\nAt the heart of Frankl’s theory of logotherapy (from the Greek word for “meaning”) is a conviction that the prima",
        "cover_image": "https://m.media-amazon.com/images/I/81uK7UU+0OL._SY385_.jpg",
        "page_count": 200,
        "rating": 4.8,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "47",
        "original_name": "Principles: Life and Work – Ray Dalio",
        "affiliate_link": "https://amzn.to/4pVYMG1",
        "title": "Principles: Life and Work",
        "authors": [
            "Ray Dalio"
        ],
        "description": "#1 \nNEW YORK TIMES \nBESTSELLER * 5 MILLION COPIES SOLD\n“Significant...The book is both instructive and surprisingly moving.” —\nThe New York Times\nRay Dalio, one of the world’s most successful investors and entrepreneurs, shares the unconventional principles that he’s developed, refined, and used over the past forty years to create unique results in both life and business—and which any person or organization can adopt to help achieve their goals.\nIn 1975, Ray Dalio founded an investment firm, Bridgewater Associates, out of his two-bedroom apartment in New York City. Forty years later, Bridgewater has made more money for its clients than any other hedge fund in history and grown into the fifth most important private company in the United States, according to \nFortune\n magazine. Dalio himself has been named to \nTime \nmagazine’s list of the 100 most influential people in the world. Along the way, Dalio discovered a set of unique principles that have led to Bridgewater’s exceptionally effec",
        "cover_image": "https://m.media-amazon.com/images/I/61LKD6scbfL._SY385_.jpg",
        "page_count": 592,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "48",
        "original_name": "Four Thousand Weeks: Time Management for Mortals – Oliver Burkeman",
        "affiliate_link": "https://amzn.to/44umf8t",
        "title": "Four Thousand Weeks: Time Management for Mortals",
        "authors": [
            "Oliver Burkeman"
        ],
        "description": "AN INSTANT\n NEW YORK TIMES\n BESTSELLER\n\"Provocative and appealing . . . well worth your extremely limited time.\" ―Barbara Spindel, \nThe Wall Street Journal\nThe average human lifespan is absurdly, insultingly brief. Assuming you live to be eighty, you have just over four thousand weeks.\nNobody needs telling there isn’t enough time. We’re obsessed with our lengthening to-do lists, our overfilled inboxes, work-life balance, and the ceaseless battle against distraction; and we’re deluged with advice on becoming more productive and efficient, and “life hacks” to optimize our days. But such techniques often end up making things worse. The sense of anxious hurry grows more intense, and still the most meaningful parts of life seem to lie just beyond the horizon. Still, we rarely make the connection between our daily struggles with time and the ultimate time management problem: the challenge of how best to use our four thousand weeks.\nDrawing on the insights of both ancient and contemporary phi",
        "cover_image": "https://m.media-amazon.com/images/I/71udc7ZQtVL._SY385_.jpg",
        "page_count": 288,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "49",
        "original_name": "The Mountain Is You – Brianna Wiest",
        "affiliate_link": "https://amzn.to/4rXRgeQ",
        "title": "The Mountain Is You",
        "authors": [
            "Brianna Wiest"
        ],
        "description": "This beautiful, exclusive hardcover book is limited edition. Each book includes a gold ribbon bookmark. This book is about self-sabotage. Why we do it, when we do it, and how to stop doing it?for good. Coexisting but conflicting needs create self-sabotaging behaviors. This is why we resist efforts to change, often until they feel completely futile. But by extracting crucial insight from our most damaging habits, building emotional intelligence by better understanding our brains and bodies, releasing past experiences at a cellular level, and learning to act as our highest potential future selves, we can step out of our own way and into our potential. For centuries, the mountain has been used as a metaphor for the big challenges we face, especially ones that seem impossible to overcome. To scale our mountains, we actually have to do the deep internal work of excavating trauma, building resilience, and adjusting how we show up for the climb. In the end, it is not the mountain we master, b",
        "cover_image": "https://m.media-amazon.com/images/I/71AHFDEpkdL._SY385_.jpg",
        "page_count": 10,
        "rating": 4.7,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "50",
        "original_name": "Designing Your Life – Bill Burnett & Dave Evans",
        "affiliate_link": "https://amzn.to/3KLd252",
        "title": "Designing Your Life: How to Build a Well-Lived, Joyful Life",
        "authors": [
            "Bill Burnett",
            "Dave Evans"
        ],
        "description": "#1\n NEW YORK TIMES\n BEST SELLER \n• At last, a book that shows you how to build—\ndesign—\na life you can thrive in, at any age or stage \n• \n“Life has questions. They have answers.” —\nThe New York Times\nDesigners create worlds and solve problems using design thinking. Look around your office or home—at the tablet or smartphone you may be holding or the chair you are sitting in. Everything in our lives was designed by someone. And every design starts with a problem that a designer or team of designers seeks to solve.\n In this book, Bill Burnett and Dave Evans show us how design thinking can help us create a life that is both meaningful and fulfilling, regardless of who or where we are, what we do or have done for a living, or how young or old we are. The same design thinking responsible for amazing technology, products, and spaces can be used to \ndesign and build\n your career and your life, a life of fulfillment and joy, constantly creative and productive, one that always holds the possibi",
        "cover_image": "https://m.media-amazon.com/images/I/51L5hQ2mFdL._SY385_.jpg",
        "page_count": 272,
        "rating": 4.5,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "51",
        "original_name": "Your Best Year Ever – Michael Hyatt",
        "affiliate_link": "https://amzn.to/4j6Hwen",
        "title": "Your Best Year Ever: A 5-Step Plan for Achieving Your Most Important Goals―New Year, New You in 2026",
        "authors": [
            "Michael Hyatt"
        ],
        "description": "This is the year you finally close the gap between reality and your dreams.\nWe all want to live a life that matters. We all want to reach our full potential. But too often we find ourselves overwhelmed by the day-to-day. Our biggest goals get pushed to the back burner--and then, more often than not, they get abandoned and forgotten. \nIt doesn't have to be that way! \nIn this new, fully revised and updated edition of \nYour Best Year Ever\n, Michael Hyatt shares a powerful, proven, research-driven system for setting and achieving your goals. You'll learn how to design your best year ever by discovering:\n● what's holding you back right now\n● how to overcome your past setbacks\n● the seven attributes of effective goals\n● how to quit-proof your goals\n● the role of habits in personal achievement\n● what to do when you feel stuck\n● and much more\nIf you're tired of not seeing progress in your personal, intellectual, business, relational, or financial goals, it's time for you to have your best year",
        "cover_image": "https://m.media-amazon.com/images/I/7194tf2gvTL._SY425_.jpg",
        "page_count": 288,
        "rating": 4.6,
        "categories": [
            "Books"
        ]
    },
    {
        "id": "52",
        "original_name": "The Boy; the Mole; the Fox and the Horse – Charlie Mackesy",
        "affiliate_link": "https://amzn.to/4j0npyu",
        "title": "The Boy, the Mole, the Fox and the Horse: Inspiring Conversations on Hope, Love and Personal Growth",
        "authors": [
            "Charlie Mackesy"
        ],
        "description": "#1 \nNEW YORK TIMES\n BESTSELLER\n · \nWALL STREET JOURNAL \nBESTSELLER \n · \nUSA TODAY\n BESTSELLER\n“\nThe Boy, the Mole, the Fox and the Horse\n is not only a thought-provoking, discussion-worthy story, the book itself is an object of art.”- Elizabeth Egan, \nThe New York Times\nFrom British illustrator, artist, and author Charlie Mackesy comes a journey for all ages that explores life’s universal lessons, featuring 100 color and black-and-white drawings.\n“What do you want to be when you grow up?” asked the mole.\n“Kind,” said the boy.\nCharlie Mackesy offers inspiration and hope in uncertain times in this beautiful book, following the tale of a curious boy, a greedy mole, a wary fox and a wise horse who find themselves together in sometimes difficult terrain, sharing their greatest fears and biggest discoveries about vulnerability, kindness, hope, friendship and love. The shared adventures and important conversations between the four friends are full of life lessons that have connected with read",
        "cover_image": "https://m.media-amazon.com/images/I/71eJk7GtUOL._SY342_.jpg",
        "page_count": 128,
        "rating": 4.8,
        "categories": [
            "Books"
        ]
    }
]