[
    {
        "id": "0",
        "original_name": "Atomic Habits – James Clear",
        "affiliate_link": "https://amzn.to/48MOaDf",
        "title": "Atomic Habits",
        "authors": [
            "James Clear"
        ],
        "description": "***COMING 9TH DECEMBER 2025 - THE ATOMIC HABITS WORKBOOK: OFFICIAL COMPANION TO THE #1 WORLDWIDE BESTSELLER. PREORDER NOW*** THE PHENOMENAL INTERNATIONAL BESTSELLER: OVER 25 MILLION COPIES SOLD WORLDWIDE Transform your life with tiny changes in behaviour, starting now. People think that when you want to change your life, you need to think big. But world-renowned habits expert James Clear has discovered another way. He knows that real change comes from the compound effect of hundreds of small decisions: doing two push-ups a day, waking up five minutes early, or holding a single short phone call. He calls them atomic habits. In this ground-breaking book, Clears reveals exactly how these minuscule changes can grow into such life-altering outcomes. He uncovers a handful of simple life hacks (the forgotten art of Habit Stacking, the unexpected power of the Two Minute Rule, or the trick to entering the Goldilocks Zone), and delves into cutting-edge psychology and neuroscience to explain why they matter. Along the way, he tells inspiring stories of Olympic gold medalists, leading CEOs, and distinguished scientists who have used the science of tiny habits to stay productive, motivated, and happy. These small changes will have a revolutionary effect on your career, your relationships, and your life. ________________________________ A NEW YORK TIMES AND SUNDAY TIMES BESTSELLER 'A supremely practical and useful book.' Mark Manson, author of The Subtle Art of Not Giving A F*ck 'James Clear has spent years honing the art and studying the science of habits. This engaging, hands-on book is the guide you need to break bad routines and make good ones.' Adam Grant, author of Originals 'Atomic Habits is a step-by-step manual for changing routines.' Books of the Month, Financial Times 'A special book that will change how you approach your day and live your life.' Ryan Holiday, author of The Obstacle is the Way",
        "cover_image": "https://books.google.com/books/content?id=fFCjDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 216,
        "rating": 4,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "The life-changing million-copy #1 bestseller"
    },
    {
        "id": "1",
        "original_name": "The 5 AM Club – Robin Sharma",
        "affiliate_link": "https://amzn.to/4q0PWWM",
        "title": "The 5 AM Club: Own Your Morning. Elevate Your Life.",
        "authors": [
            "Robin Sharma"
        ],
        "description": "Legendary leadership and elite performance expert Robin Sharma introduced The 5am Club concept over twenty years ago, based on a revolutionary morning routine that has helped his clients maximize their productivity, activate their best health and bulletproof their serenity in this age of overwhelming complexity.",
        "cover_image": "https://books.google.com/books/content?id=7W9bDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 248,
        "rating": 5,
        "categories": [
            "Health & Fitness"
        ],
        "subtitle": ""
    },
    {
        "id": "2",
        "original_name": "Deep Work – Cal Newport",
        "affiliate_link": "https://amzn.to/48RPZNF",
        "title": "Deep Work",
        "authors": [
            "Cal Newport"
        ],
        "description": "One of the most valuable skills in our economy is becoming increasingly rare. If you master this skill, you'll achieve extraordinary results. Deep Work is an indispensable guide to anyone seeking focused success in a distracted world. 'Cal Newport is exceptional in the realm of self-help authors' New York Times 'Deep work' is the ability to focus without distraction on a cognitively demanding task. Coined by author and professor Cal Newport on his popular blog Study Hacks, deep work will make you better at what you do, let you achieve more in less time and provide the sense of true fulfilment that comes from the mastery of a skill. In short, deep work is like a superpower in our increasingly competitive economy. And yet most people, whether knowledge workers in noisy open-plan offices or creatives struggling to sharpen their vision, have lost the ability to go deep - spending their days instead in a frantic blur of email and social media, not even realising there's a better way. A mix of cultural criticism and actionable advice, Deep Work takes the reader on a journey through memorable stories -- from Carl Jung building a stone tower in the woods to focus his mind, to a social media pioneer buying a round-trip business class ticket to Tokyo to write a book free from distraction in the air -- and surprising suggestions, such as the claim that most serious professionals should quit social media and that you should practice being bored. Put simply: developing and cultivating a deep work practice is one of the best decisions you can make in an increasingly distracted world. This book will point the way.",
        "cover_image": "https://books.google.com/books/content?id=lZpFCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 190,
        "rating": 5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Rules for Focused Success in a Distracted World"
    },
    {
        "id": "3",
        "original_name": "Essentialism: The Disciplined Pursuit of Less – Greg McKeown",
        "affiliate_link": "https://amzn.to/48Un7EC",
        "title": "Essentialism",
        "authors": [
            "Greg McKeown"
        ],
        "description": "Have you ever found yourself struggling with information overload? Have you ever felt both overworked and underutilised? Do you ever feel busy but not productive? If you answered yes to any of these, the way out is to become an Essentialist. In Essentialism, Greg McKeown, CEO of a Leadership and Strategy agency in Silicon Valley who has run courses at Apple, Google and Facebook, shows you how to achieve what he calls the disciplined pursuit of less. Being an Essentialist is about a disciplined way of thinking. It means challenging the core assumption of ‘We can have it all’ and ‘I have to do everything’ and replacing it with the pursuit of ‘the right thing, in the right way, at the right time'. By applying a more selective criteria for what is essential, the pursuit of less allows us to regain control of our own choices so we can channel our time, energy and effort into making the highest possible contribution toward the goals and activities that matter. Using the experience and insight of working with the leaders of the most innovative companies and organisations in the world, McKeown shows you how to put Essentialism into practice in your own life, so you too can achieve something great.",
        "cover_image": "https://books.google.com/books/content?id=YWlcAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 274,
        "rating": 3,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "The Disciplined Pursuit of Less"
    },
    {
        "id": "4",
        "original_name": "Make Time – Jake Knapp & John Zeratsky",
        "affiliate_link": "https://amzn.to/3N0VORC",
        "title": "Make Time",
        "authors": [
            "Jake Knapp",
            "John Zeratsky"
        ],
        "description": "From the New York Times bestselling authors of Sprint comes “a unique and engaging read about a proven habit framework [that] readers can apply to each day” (Insider, Best Books to Form New Habits). “If you want to achieve more (without going nuts), read this book.”—Charles Duhigg, author of The Power of Habit Nobody ever looked at an empty calendar and said, \"The best way to spend this time is by cramming it full of meetings!\" or got to work in the morning and thought, Today I'll spend hours on Facebook! Yet that's exactly what we do. Why? In a world where information refreshes endlessly and the workday feels like a race to react to other people's priorities faster, frazzled and distracted has become our default position. But what if the exhaustion of constant busyness wasn't mandatory? What if you could step off the hamster wheel and start taking control of your time and attention? That's what this book is about. As creators of Google Ventures' renowned \"design sprint,\" Jake and John have helped hundreds of teams solve important problems by changing how they work. Building on the success of these sprints and their experience designing ubiquitous tech products from Gmail to YouTube, they spent years experimenting with their own habits and routines, looking for ways to help people optimize their energy, focus, and time. Now they've packaged the most effective tactics into a four-step daily framework that anyone can use to systematically design their days. Make Time is not a one-size-fits-all formula. Instead, it offers a customizable menu of bite-size tips and strategies that can be tailored to individual habits and lifestyles. Make Time isn't about productivity, or checking off more to-dos. Nor does it propose unrealistic solutions like throwing out your smartphone or swearing off social media. Making time isn't about radically overhauling your lifestyle; it's about making small shifts in your environment to liberate yourself from constant busyness and distraction. A must-read for anyone who has ever thought, If only there were more hours in the day..., Make Time will help you stop passively reacting to the demands of the modern world and start intentionally making time for the things that matter.",
        "cover_image": "https://books.google.com/books/content?id=nV9EDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 306,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "How to Focus on What Matters Every Day"
    },
    {
        "id": "5",
        "original_name": "Limitless – Jim Kwik",
        "affiliate_link": "https://amzn.to/3YsPl4w",
        "title": "Summary of Limitless Expanded Edition by Jim Kwik",
        "authors": [
            "GP SUMMARY"
        ],
        "description": "DISCLAIMER This book does not in any capacity mean to replace the original book but to serve as a vast summary of the original book. Summary of Limitless Expanded Edition by Jim Kwik: Upgrade Your Brain, Learn Anything Faster, and Unlock Your Exceptional Life IN THIS SUMMARIZED BOOK, YOU WILL GET: - Chapter astute outline of the main contents. - Fast & simple understanding of the content analysis. - Exceptionally summarized content that you may skip in the original book Limitless, a New York Times and #1 Wall Street Journal bestseller, offers new tools to unlock your brain's potential. The book, written by world-renowned brain coach Jim Kwik, focuses on accelerating self-learning, communication, memory, focus, recall, and speed reading. It includes four new chapters: harnessing AI to boost human intelligence, using nootropics and nutrition to enhance cognitive performance, adapting to remote work, and self-assessing your brain animal code. The expanded edition includes transformative success stories from real-world users, allowing individuals to accomplish more by changing their mindset, motivation, and methods. The book teaches how to break mindset, ignite motivation, master methods, and build momentum. The book is the ultimate brain training book, offering practical techniques to improve mental performance and transform life.",
        "cover_image": "https://books.google.com/books/content?id=EU_kEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 136,
        "rating": 0,
        "categories": [
            "Study Aids"
        ],
        "subtitle": "Upgrade Your Brain, Learn Anything Faster, and Unlock Your Exceptional Life"
    },
    {
        "id": "6",
        "original_name": "Digital Minimalism – Cal Newport",
        "affiliate_link": "https://amzn.to/3XQjDhv",
        "title": "Digital Minimalism",
        "authors": [
            "Cal Newport"
        ],
        "description": "Learn how to switch off and find calm - from the New York Times bestselling author of A World Without Email 'Digital Minimalism is the Marie Kondo of technology' Evening Standard ***** Do you find yourself endlessly scrolling through social media or the news while your anxiety rises? Are you feeling frazzled after a long day of endless video calls? In this timely book, professor Cal Newport shows us how to pair back digital distractions and live a more meaningful life with less technology. By following a 'digital declutter' process, you'll learn to: · Rethink your relationship with social media · Prioritize 'high bandwidth' conversations over low quality text chains · Rediscover the pleasures of the offline world Take back control from your devices and find calm amongst the chaos with Digital Minimalism. ***** 'An eloquent, powerful and enjoyably practical guide to cutting back on screen time' The Times 'An urgent call to action for anyone serious about being in command of their own life' Ryan Holiday 'What a timely and useful book' Naomi Alderman, author of The Power",
        "cover_image": "https://books.google.com/books/content?id=S4NbDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 163,
        "rating": 0,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "Choosing a Focused Life in a Noisy World"
    },
    {
        "id": "7",
        "original_name": "The Compound Effect – Darren Hardy",
        "affiliate_link": "https://amzn.to/4pwgrUi",
        "title": "Summary, Analysis & Review of Darren Hardy’s The Compound Effect by Eureka",
        "authors": [
            "Eureka"
        ],
        "description": "Summary, Analysis & Review of Darren Hardy’s The Compound Effect by Eureka The Compound Effect: Jumpstart Your Income, Your Life, Your Success is a self-help book by the publisher of SUCCESS magazine, Darren Hardy. It describes how small attitude and behavior adjustments, when applied with consistency, can result in significant life changes… This companion to Summary, Analysis & Review of Darren Hardy’s The Compound Effect by Eureka includes: Overview of the bookImportant PeopleKey TakeawaysAnalysis of Key Takeawaysand much more!",
        "cover_image": "https://books.google.com/books/content?id=b-eICgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 23,
        "rating": 0,
        "categories": [
            "Study Aids"
        ],
        "subtitle": ""
    },
    {
        "id": "8",
        "original_name": "Grit: The Power of Passion and Perseverance – Angela Duckworth",
        "affiliate_link": "https://amzn.to/4pznz29",
        "title": "Grit (HBR Emotional Intelligence Series)",
        "authors": [
            "Harvard Business Review",
            "Angela L. Duckworth",
            "Misty Copeland",
            "Shannon Huffman Polson",
            "Tomas Chamorro-Premuzic"
        ],
        "description": "In the face of hardship, you need perseverance and determination. You need grit. But how do you build it? This book explores how you can persist in difficult situations. You'll learn how to convince yourself to do hard things, find support in trying circumstances, and know when you're pushing yourself too hard. This volume includes the work of: Angela Duckworth Misty Copeland Shannon Huffman Polson Tomas Chamorro-Premuzic How to be human at work. The HBR Emotional Intelligence Series features smart, essential reading on the human side of professional life from the pages of Harvard Business Review. Each book in the series offers proven research showing how our emotions impact our work lives, practical advice for managing difficult people and situations, and inspiring essays on what it means to tend to our emotional well-being at work. Uplifting and practical, these books describe the social skills that are critical for ambitious professionals to master.",
        "cover_image": "https://books.google.com/books/content?id=Xh2rEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 75,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": ""
    },
    {
        "id": "9",
        "original_name": "Can't Hurt Me – David Goggins",
        "affiliate_link": "https://amzn.to/48MOQbL",
        "title": "Can't Hurt Me",
        "authors": [
            "David Goggins"
        ],
        "description": "New York Times Bestseller Over 7 million copies sold For David Goggins, childhood was a nightmare - poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him The Fittest (Real) Man in America. In this curse-word-free edition of Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
        "cover_image": "https://books.google.com/books/content?id=IeYmEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 395,
        "rating": 4.5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "Master Your Mind and Defy the Odds - Clean Edition"
    },
    {
        "id": "10",
        "original_name": "Mindset: The New Psychology of Success – Carol S. Dweck",
        "affiliate_link": "https://amzn.to/3KI8dcH",
        "title": "Mindset",
        "authors": [
            "Carol S. Dweck"
        ],
        "description": "From the renowned psychologist who introduced the world to “growth mindset” comes this updated edition of the million-copy bestseller—featuring transformative insights into redefining success, building lifelong resilience, and supercharging self-improvement. “Through clever research studies and engaging writing, Dweck illuminates how our beliefs about our capabilities exert tremendous influence on how we learn and which paths we take in life.”—Bill Gates, GatesNotes “It’s not always the people who start out the smartest who end up the smartest.” After decades of research, world-renowned Stanford University psychologist Carol S. Dweck, Ph.D., discovered a simple but groundbreaking idea: the power of mindset. In this brilliant book, she shows how success in school, work, sports, the arts, and almost every area of human endeavor can be dramatically influenced by how we think about our talents and abilities. People with a fixed mindset—those who believe that abilities are fixed—are less likely to flourish than those with a growth mindset—those who believe that abilities can be developed. Mindset reveals how great parents, teachers, managers, and athletes can put this idea to use to foster outstanding accomplishment. In this edition, Dweck offers new insights into her now famous and broadly embraced concept. She introduces a phenomenon she calls false growth mindset and guides people toward adopting a deeper, truer growth mindset. She also expands the mindset concept beyond the individual, applying it to the cultures of groups and organizations. With the right mindset, you can motivate those you lead, teach, and love—to transform their lives and your own.",
        "cover_image": "https://books.google.com/books/content?id=fdjqz0TPL2wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 290,
        "rating": 4.5,
        "categories": [
            "Psychology"
        ],
        "subtitle": "The New Psychology of Success"
    },
    {
        "id": "11",
        "original_name": "Thinking: Fast and Slow – Daniel Kahnema",
        "affiliate_link": "https://amzn.to/3XUbgS8",
        "title": "Thinking, Fast and Slow",
        "authors": [
            "Daniel Kahneman"
        ],
        "description": "*Major New York Times Bestseller *More than 2.6 million copies sold *One of The New York Times Book Review's ten best books of the year *Selected by The Wall Street Journal as one of the best nonfiction books of the year *Presidential Medal of Freedom Recipient *Daniel Kahneman's work with Amos Tversky is the subject of Michael Lewis's best-selling The Undoing Project: A Friendship That Changed Our Minds In his mega bestseller, Thinking, Fast and Slow, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacation—each of these can be understood only by knowing how the two systems shape our judgments and decisions. Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives—and how we can use different techniques to guard against the mental glitches that often get us into trouble. Topping bestseller lists for almost ten years, Thinking, Fast and Slow is a contemporary classic, an essential book that has changed the lives of millions of readers.",
        "cover_image": "https://books.google.com/books/content?id=ZuKTvERuPG8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 511,
        "rating": 4,
        "categories": [
            "Psychology"
        ],
        "subtitle": ""
    },
    {
        "id": "12",
        "original_name": "Discipline is Destiny – Ryan Holiday",
        "affiliate_link": "https://amzn.to/4q8LEN5",
        "title": "Discipline Is Destiny",
        "authors": [
            "Ryan Holiday"
        ],
        "description": "'Holiday is a self-help sage' NEW YORK TIMES 'Some authors give advice. Ryan Holiday distills wisdom' CAL NEWPORT 'Ryan Holiday is among the most psychologically wise writers I know' ANGELA DUCKWORTH To master anything, we must first master ourselves: our emotions, thoughts and actions. This ancient virtue of self-control is more essential than ever. In this bestselling book, Ryan Holiday makes the case for this essential virtue, and shows how to cultivate willpower, self-respect and focus. From Marcus Aurelius to Toni Morrison, Queen Elizabeth II to Martin Luther King Jr, history's greats have all understood the power of directing your habits and setting your limits. History's cautionary tales prove the same point, from catastrophic military overreaches to career-destroying habits: without self-discipline, we are lost before we can even begin. Self-discipline is the key to our greatest ambitions and simplest joys: this book will show you how to find it, apply it and reap the rewards.",
        "cover_image": "https://books.google.com/books/content?id=E0VYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 329,
        "rating": 0,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "A NEW YORK TIMES BESTSELLER"
    },
    {
        "id": "13",
        "original_name": "The Psychology of Money – Morgan Housel",
        "affiliate_link": "https://amzn.to/48DoUz3",
        "title": "The Psychology of Money",
        "authors": [
            "Morgan Housel"
        ],
        "description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
        "cover_image": "https://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 209,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Timeless lessons on wealth, greed, and happiness"
    },
    {
        "id": "14",
        "original_name": "Rich Dad Poor Dad – Robert Kiyosaki",
        "affiliate_link": "https://amzn.to/3MCP0JZ",
        "title": "Rich Dad Poor Dad",
        "authors": [
            "Robert T. Kiyosaki",
            "Sharon L. Lechter"
        ],
        "description": "Personal finance author and lecturer Robert T. Kiyosaki developed his unique economic perspective from two very different influences - his two fathers. This text lays out Kiyosaki's philosophy and his relationship with money.",
        "cover_image": "https://books.google.com/books/content?id=v8NTA2mHL5kC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "page_count": 185,
        "rating": 4.5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "What the Rich Teach Their Kids About Money-That the Poor and the Middle Class Do Not!"
    },
    {
        "id": "15",
        "original_name": "The Millionaire Fastlane – MJ DeMarco",
        "affiliate_link": "https://amzn.to/4pznX0B",
        "title": "The Millionaire Fastlane",
        "authors": [
            "MJ DeMarco"
        ],
        "description": "10TH ANNIVERSARY EDITION Is the financial plan of mediocrity -- a dream-stealing, soul-sucking dogma known as \"The Slowlane\" your plan for creating wealth? You know how it goes; it sounds a lil something like this: \"Go to school, get a good job, save 10% of your paycheck, buy a used car, cancel the movie channels, quit drinking expensive Starbucks mocha lattes, save and penny-pinch your life away, trust your life-savings to the stock market, and one day, when you are oh, say, 65 years old, you can retire rich.\" The mainstream financial gurus have sold you blindly down the river to a great financial gamble: You've been hoodwinked to believe that wealth can be created by recklessly trusting in the uncontrollable and unpredictable markets: the housing market, the stock market, and the job market. This impotent financial gamble dubiously promises wealth in a wheelchair -- sacrifice your adult life for a financial plan that reaps dividends in the twilight of life. Accept the Slowlane as your blueprint for wealth and your financial future will blow carelessly asunder on a sailboat of HOPE: HOPE you can find a job and keep it, HOPE the stock market doesn't tank, HOPE the economy rebounds, HOPE, HOPE, and HOPE. Do you really want HOPE to be the centerpiece for your family's financial plan? Drive the Slowlane road and you will find your life deteriorate into a miserable exhibition about what you cannot do, versus what you can. For those who don't want a lifetime subscription to \"settle-for-less\" and a slight chance of elderly riches, there is an alternative; an expressway to extraordinary wealth that can burn a trail to financial independence faster than any road out there. Why jobs, 401(k)s, mutual funds, and 40-years of mindless frugality will never make you rich young. Why most entrepreneurs fail and how to immediately put the odds in your favor. The real law of wealth: Leverage this and wealth has no choice but to be magnetized to you. The leading cause of poorness: Change this and you change everything. How the rich really get rich - and no, it has nothing to do with a paycheck or a 401K match. Why the guru's grand deity - compound interest - is an impotent wealth accelerator. Why the guru myth of \"do what you love\" will most likely keep you poor, not rich. And 250+ more poverty busting distinctions... Demand the Fastlane, an alternative road-to-wealth; one that actually ignites dreams and creates millionaires young, not old. Change lanes and find your explosive wealth accelerator. Hit the Fastlane, crack the code to wealth, and find out how to live rich for a lifetime.",
        "cover_image": "https://books.google.com/books/content?id=ccWrAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 337,
        "rating": 3.5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Crack the Code to Wealth and Live Rich for a Lifetime"
    },
    {
        "id": "16",
        "original_name": "I Will Teach You to Be Rich – Ramit Sethi",
        "affiliate_link": "https://amzn.to/4iVOu5P",
        "title": "I Will Teach You to Be Rich",
        "authors": [
            "Ramit Sethi"
        ],
        "description": "As seen on the new NETFLIX series! The groundbreaking NEW YORK TIMES and WALL STREET JOURNAL BESTSELLER that taught a generation how to earn more, save more, and live a rich life—now in a revised 2nd edition. Buy as many lattes as you want. Choose the right accounts and investments so your money grows for you—automatically. Best of all, spend guilt-free on the things you love. Personal finance expert Ramit Sethi has been called a “wealth wizard” by Forbes and the “new guru on the block” by Fortune. Now he’s updated and expanded his modern money classic for a new age, delivering a simple, powerful, no-BS 6-week program that just works. I Will Teach You to Be Rich will show you: • How to crush your debt and student loans faster than you thought possible • How to set up no-fee, high-interest bank accounts that won’t gouge you for every penny • How Ramit automates his finances so his money goes exactly where he wants it to—and how you can do it too • How to talk your way out of late fees (with word-for-word scripts) • How to save hundreds or even thousands per month (and still buy what you love) • A set-it-and-forget-it investment strategy that’s dead simple and beats financial advisors at their own game • How to handle buying a car or a house, paying for a wedding, having kids, and other big expenses—stress free • The exact words to use to negotiate a big raise at work Plus, this 10th anniversary edition features over 80 new pages, including: • New tools • New insights on money and psychology • Amazing stories of how previous readers used the book to create their rich lives Master your money—and then get on with your life.",
        "cover_image": "https://books.google.com/books/content?id=cZ94EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 354,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "No Guilt. No Excuses. Just a 6-Week Program That Works (Second Edition)"
    },
    {
        "id": "17",
        "original_name": "Zero to One – Peter Thiel",
        "affiliate_link": "https://amzn.to/3MBk7pq",
        "title": "Zero to One",
        "authors": [
            "Peter Thiel",
            "Blake Masters"
        ],
        "description": "#1 NEW YORK TIMES BESTSELLER • “This book delivers completely new and refreshing ideas on how to create value in the world.”—Mark Zuckerberg, CEO of Meta “Peter Thiel has built multiple breakthrough companies, and Zero to One shows how.”—Elon Musk, CEO of SpaceX and Tesla The great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In Zero to One, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things. Thiel begins with the contrarian premise that we live in an age of technological stagnation, even if we’re too distracted by shiny mobile devices to notice. Information technology has improved rapidly, but there is no reason why progress should be limited to computers or Silicon Valley. Progress can be achieved in any industry or area of business. It comes from the most important skill that every leader must master: learning to think for yourself. Doing what someone else already knows how to do takes the world from 1 to n, adding more of something familiar. But when you do something new, you go from 0 to 1. The next Bill Gates will not build an operating system. The next Larry Page or Sergey Brin won’t make a search engine. Tomorrow’s champions will not win by competing ruthlessly in today’s marketplace. They will escape competition altogether, because their businesses will be unique. Zero to One presents at once an optimistic view of the future of progress in America and a new way of thinking about innovation: it starts by learning to ask the questions that lead you to find value in unexpected places.",
        "cover_image": "https://books.google.com/books/content?id=ZH4oAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 225,
        "rating": 4,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Notes on Startups, or How to Build the Future"
    },
    {
        "id": "18",
        "original_name": "Start with Why – Simon Sinek",
        "affiliate_link": "https://amzn.to/48OYNUz",
        "title": "Start With Why",
        "authors": [
            "Simon Sinek"
        ],
        "description": "15TH ANNIVERSARY EDITION - WITH ADDED MATERIAL 'One of the most incredible thinkers of our time,' Steven Bartlett, podcaster and author of Diary of a CEO *** Simon Sinek's iconic global bestseller has sold more than three million copies by asking a simple fundamental question: Why are some people and organisations more innovative, more influential, and more profitable than others? The answer to why is another why. Leaders like Martin Luther King Jr., Steve Jobs, and the Wright Brothers had little in common, but they all started with a WHY. They realised that people won't truly buy into an idea, a movement, a product or a service until they understand the WHY behind it. With a new foreword, and updates throughout – like the importance of holding onto our WHY in a social media obsessed world - this 15th anniversary edition celebrates the simple but transformative idea that leads people to inspire greatness. *** ‘A deep, abiding understanding of what you want to inspire, and how you want to lead is the basis of this inspirational book’ Forbes",
        "cover_image": "https://books.google.com/books/content?id=r2yCRUxo0EYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 245,
        "rating": 3.5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "How Great Leaders Inspire Everyone to Take Action"
    },
    {
        "id": "19",
        "original_name": "Good to Great – Jim Collins",
        "affiliate_link": "https://amzn.to/4aLWEeX",
        "title": "Good to Great",
        "authors": [
            "Instaread"
        ],
        "description": "Good to Great by Jim Collins | Key Takeaways, Analysis & Review Preview: What does it take to make something—an activity, a work of art, a company—great? What are the factors that distinguish the merely good from the truly great? In Good to Great: Why Some Companies Make the Leap...And Others Don’t, Jim Collinsoffers insight into what makes a business truly great… PLEASE NOTE: This is key takeaways and analysis of the book and NOT the original book. Inside this Instaread of Good to Great:Overview of the bookImportant PeopleKey TakeawaysAnalysis of Key Takeaways",
        "cover_image": "https://books.google.com/books/content?id=WCklCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 36,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Why Some Companies Make the Leap…And Others Don’t by Jim Collins | Key Takeaways, Analysis & Review"
    },
    {
        "id": "20",
        "original_name": "Blue Ocean Strategy – W. Chan Kim",
        "affiliate_link": "https://amzn.to/4aOHllK",
        "title": "Blue Ocean Strategy, Expanded Edition",
        "authors": [
            "W. Chan Kim",
            "Renée A. Mauborgne"
        ],
        "description": "OVER 4 MILLION COPIES SOLD WALL STREET JOURNAL AND BUSINESSWEEK BESTSELLER RECOGNIZED AS ONE OF THE MOST ICONIC AND IMPACTFUL STRATEGY BOOKS EVER WRITTEN The global phenomenon that has sold over 4 million copies, is published in a record-breaking 49 languages and is a bestseller across five continents—now updated and expanded with new content. Named by Fast Company as one of the most influential leadership books in its Leadership Hall of Fame. A strategy classic. In this perennial bestseller, embraced by organizations and industries worldwide, globally preeminent management thinkers W. Chan Kim and Renée Mauborgne challenge everything you thought you knew about the requirements for strategic success. Recognized as one of the most iconic and impactful strategy books ever written, BLUE OCEAN STRATEGY, now updated with fresh content from the authors, argues that cutthroat competition results in nothing but a bloody red ocean of rivals fighting over a shrinking profit pool. Based on a study of 150 strategic moves (spanning more than 100 years across 30 industries), the authors argue that lasting success comes not from battling competitors but from creating \"blue oceans\"—untapped new market spaces ripe for growth. BLUE OCEAN STRATEGY presents a systematic approach to making the competition irrelevant and outlines principles and tools any organization can use to create and capture their own blue oceans. This expanded edition includes: A new preface by the authors: Help! My Ocean Is Turning Red Updates on all cases and examples in the book, bringing their stories up to the present time Two new chapters and an expanded third one—Alignment, Renewal, and Red Ocean Traps—that address the most pressing questions readers have asked over the past 10 years A landmark work that upends traditional thinking about strategy, this bestselling book charts a bold new path to winning the future. Consider this your guide to creating uncontested market space—and making the competition irrelevant. To learn more about the power of BLUE OCEAN STRATEGY, visit blueoceanstrategy.com. There you'll find all the resources you need—from ideas in practice and cases from government and private industry, to teaching materials, mobile apps, real-time updates, and tips and tools to help you make your blue ocean journey a success.",
        "cover_image": "https://books.google.com/books/content?id=gwypBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 316,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "How to Create Uncontested Market Space and Make the Competition Irrelevant"
    },
    {
        "id": "21",
        "original_name": "Never Split the Difference – Chris Voss",
        "affiliate_link": "https://amzn.to/3L2R9y5",
        "title": "Never Split the Difference",
        "authors": [
            "Chris Voss",
            "Tahl Raz"
        ],
        "description": "This international bestseller, with more than 5 million copies sold, offers a field-tested approach to high-stakes negotiations—whether in the boardroom, in your community, or at home. Life is a series of negotiations, and negotiation is at the heart of collaboration—whether you are a business executive, a salesperson, a parent , a community leader, or a spouse. As a former FBI hostage negotiator, Chris Voss gives you the tools to be effective in any situation: negotiating a business deal, buying (or selling) a car, negotiating a salary, acquiring a home, renegotiating rent, deliberating with your partner, or communicating with your children. Taking the power of persuasion, empathy, active listening, and intuition to the next level, Never Split the Difference gives you the competitive edge in any difficult conversation or challenging situation. This book is a masterclass in influencing others, no matter the circumstances. After a stint policing the rough streets of Kansas City, Chris Voss joined the FBI, where his career as a hostage negotiator brought him face-to-face with a range of criminals, including bank robbers and terrorists. Reaching the pinnacle of his profession, he became the FBI’s lead international kidnapping negotiator. Never Split the Difference distills the Voss method, revealing the skills that matter most when it comes to achieving your goals in both your professional and personal life. Step-by-step, Voss show you how to: Establish Rapport Create Trust with Tactical Empathy Gain the Permission to Persuade Shape What Is Fair Calibrate Questions Transform Conflict into Collaboration Spot Liars Create Breakthroughs by Revealing the Unknown Unknowns Never Split the Difference is your definitive source for defusing potential crises, winning people over, and achieving your goals at work and at home.",
        "cover_image": "https://books.google.com/books/content?id=RmdqCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 203,
        "rating": 5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "Negotiating As If Your Life Depended On It"
    },
    {
        "id": "22",
        "original_name": "How to Win Friends and Influence People – Dale Carnegie",
        "affiliate_link": "https://amzn.to/4oSlixW",
        "title": "How to Win Friends and Influence People",
        "authors": [
            "Dale Carnegie"
        ],
        "description": "Do you feel stuck in life, not knowing how to make it more successful? Do you wish to become more popular? Are you craving to earn more? Do you wish to expand your horizon, earn new clients and win people over with your ideas? How to Win Friends and Influence People is a well-researched and comprehensive guide that will help you through these everyday problems and make success look easier. You can learn to expand your social circle, polish your skill set, find ways to put forward your thoughts more clearly, and build mental strength to counter all hurdles that you may come across on the path to success. Having helped millions of readers from the world over achieve their goals, the clearly listed techniques and principles will be the answers to all your questions.",
        "cover_image": "https://books.google.com/books/content?id=hCf-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 240,
        "rating": 0,
        "categories": [
            "Self-Help"
        ],
        "subtitle": ""
    },
    {
        "id": "23",
        "original_name": "Influence: The Psychology of Persuasion – Robert Cialdini",
        "affiliate_link": "https://amzn.to/4q8M8mn",
        "title": "Influence, New and Expanded",
        "authors": [
            "Robert B. Cialdini, PhD"
        ],
        "description": "The foundational and wildly popular go-to resource for influence and persuasion—a renowned international bestseller, with over 5 million copies sold—now revised adding: new research, new insights, new examples, and online applications. In the new edition of this highly acclaimed bestseller, Robert Cialdini—New York Times bestselling author of Pre-Suasion and the seminal expert in the fields of influence and persuasion—explains the psychology of why people say yes and how to apply these insights ethically in business and everyday settings. Using memorable stories and relatable examples, Cialdini makes this crucially important subject surprisingly easy. With Cialdini as a guide, you don’t have to be a scientist to learn how to use this science. You’ll learn Cialdini’s Universal Principles of Influence, including new research and new uses so you can become an even more skilled persuader—and just as importantly, you’ll learn how to defend yourself against unethical influence attempts. You may think you know these principles, but without understanding their intricacies, you may be ceding their power to someone else. Cialdini’s Principles of Persuasion: Reciprocation Commitment and Consistency Social Proof Liking Authority Scarcity Unity, the newest principle for this edition Understanding and applying the principles ethically is cost-free and deceptively easy. Backed by Dr. Cialdini’s 35 years of evidence-based, peer-reviewed scientific research—including a three-year field study on what leads people to change—Influence is a comprehensive guide to using these principles to move others in your direction.",
        "cover_image": "https://books.google.com/books/content?id=4uf8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 694,
        "rating": 0,
        "categories": [
            "Psychology"
        ],
        "subtitle": "The Psychology of Persuasion"
    },
    {
        "id": "24",
        "original_name": "The 4-Hour Workweek – Tim Ferriss",
        "affiliate_link": "https://amzn.to/48C4ztY",
        "title": "The 4-Hour Work Week",
        "authors": [
            "Timothy Ferriss"
        ],
        "description": "A new, updated and expanded edition of this New York Times bestseller on how to reconstruct your life so it's not all about work Forget the old concept of retirement and the rest of the deferred-life plan - there is no need to wait and every reason not to, especially in unpredictable economic times. Whether your dream is escaping the rat race, experiencing high-end world travel, earning a monthly five-figure income with zero management, or just living more and working less, this book is the blueprint. This step-by step guide to luxury lifestyle design teaches: * How Tim went from $40,000 dollars per year and 80 hours per week to $40,000 per MONTH and 4 hours per week * How to outsource your life to overseas virtual assistants for $5 per hour and do whatever you want * How blue-chip escape artists travel the world without quitting their jobs * How to eliminate 50% of your work in 48 hours using the principles of a forgotten Italian economist * How to trade a long-haul career for short work bursts and frequent 'mini-retirements'. This new updated and expanded edition includes: More than 50 practical tips and case studies from readers (including families) who have doubled their income, overcome common sticking points, and reinvented themselves using the original book as a starting point * Real-world templates you can copy for eliminating email, negotiating with bosses and clients, or getting a private chef for less than £5 a meal * How lifestyle design principles can be suited to unpredictable economic times * The latest tools and tricks, as well as high-tech shortcuts, for living like a diplomat or millionaire without being either.",
        "cover_image": "https://books.google.com/books/content?id=tQ1C-rvAfJUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 418,
        "rating": 4,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Escape the 9-5, Live Anywhere and Join the New Rich"
    },
    {
        "id": "25",
        "original_name": "Show Your Work! – Austin Kleon",
        "affiliate_link": "https://amzn.to/452I3rV",
        "title": "Show Your Work!",
        "authors": [
            "Austin Kleon"
        ],
        "description": "Kata Edgar Allan Poe, sebagian besar penulis takut jika proses berkaryanya diketahui orang lain. Sementara itu, Pablo Picasso kerap membuat orang yang berkomunikasi dengannya justru kehilangan energi dan motivasi berkarya. Ya, keduanya memang maestro legendaris, tapi sekarang bukan saatnya lagi berkarya ala mereka. Bukan juga zamannya Mozart sang genius musik. Ini eranya kamu, siapa pun kamu, bisa berkarya! Lalu, apa kuncinya? Tunjukkan saja. Di zaman keterbukaan ini, semua orang punya kesempatan sama untuk jadi hebat. Jangan sembunyikan proses kreatifmu. Undang orang-orang untuk melihatnya. Jangan khawatir kritik, karena itu bahan pelajaran buatmu. Ide yang menurutmu tidak menarik, siapa tahu luar biasa bagi orang lain. Lebih dari itu, karyamu juga bisa menginspirasi orang lain. Jadi, tunggu apa lagi? Tak perlu ragu atau malu. Berbagi karya membuatmu kaya! \" ... Semakin banyak kamu memberi, semakin banyak yang kembali kepadamu.\"-Paul Arden [Mizan, Noura Books, Karya, Hidup, Berkarya, Kerja, Indonesia]",
        "cover_image": "https://books.google.com/books/content?id=UdDaCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 228,
        "rating": 0,
        "categories": [
            "Art"
        ],
        "subtitle": ""
    },
    {
        "id": "26",
        "original_name": "Big Magic – Elizabeth Gilbert",
        "affiliate_link": "https://amzn.to/4oUe0Kg",
        "title": "Big Magic",
        "authors": [
            "Elizabeth Gilbert"
        ],
        "description": "THE INSTANT NUMBER ONE NEW YORK TIMES BESTSELLER 'Wise, authentic and brave' - Psychologies 'Brimming with positive ways in which to think about creative living' - Mail on Sunday 'Consider her your own personal life coach' - Marie Claire 'I have profoundly changed my approach to creating since I read this book' - Huffington Post Readers of all ages and walks of life have drawn inspiration from Elizabeth Gilbert's books for years. Now, this beloved author shares her wisdom and unique understanding of creativity, shattering the perceptions of mystery and suffering that surround the process – and showing us all just how easy it can be. By sharing stories from her own life, as well as those from her friends and the people that have inspired her, Elizabeth Gilbert challenges us to embrace our curiosity, tackle what we most love and face down what we most fear. Whether you long to write a book, create art, cope with challenges at work, embark on a long-held dream, or simply to make your everyday life more vivid and rewarding, Big Magic will take you on a journey of exploration filled with wonder and unexpected joys.",
        "cover_image": "https://books.google.com/books/content?id=0-tJBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 203,
        "rating": 5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "How to Live a Creative Life, and Let Go of Your Fear"
    },
    {
        "id": "27",
        "original_name": "The Artist's Way – Julia Cameron",
        "affiliate_link": "https://amzn.to/3L1WmGm",
        "title": "The Artist's Way",
        "authors": [
            "Julia Cameron"
        ],
        "description": "\"With its gentle affirmations, inspirational quotes, fill-in-the-blank lists and tasks — write yourself a thank-you letter, describe yourself at 80, for example — The Artist’s Way proposes an egalitarian view of creativity: Everyone’s got it.\"—The New York Times \"Morning Pages have become a household name, a shorthand for unlocking your creative potential\"—Vogue Over four million copies sold! Since its first publication, The Artist's Way phenomena has inspired the genius of Elizabeth Gilbert and millions of readers to embark on a creative journey and find a deeper connection to process and purpose. Julia Cameron's novel approach guides readers in uncovering problems areas and pressure points that may be restricting their creative flow and offers techniques to free up any areas where they might be stuck, opening up opportunities for self-growth and self-discovery. The program begins with Cameron’s most vital tools for creative recovery – The Morning Pages, a daily writing ritual of three pages of stream-of-conscious, and The Artist Date, a dedicated block of time to nurture your inner artist. From there, she shares hundreds of exercises, activities, and prompts to help readers thoroughly explore each chapter. She also offers guidance on starting a “Creative Cluster” of fellow artists who will support you in your creative endeavors. A revolutionary program for personal renewal, The Artist's Way will help get you back on track, rediscover your passions, and take the steps you need to change your life.",
        "cover_image": "https://books.google.com/books/content?id=ZaC7Br7sMBMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 299,
        "rating": 5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "30th Anniversary Edition"
    },
    {
        "id": "28",
        "original_name": "Steal Like an Artist – Austin Kleon",
        "affiliate_link": "https://amzn.to/4q8MkSD",
        "title": "Steal Like An Artist",
        "authors": [
            "Austin Kleon"
        ],
        "description": "Siapa bilang mencuri itu buruk? Mencuri adalah keharusan! Tak Percaya? Orang-orang hebat sudah membuktikannya. Bintang basket Kobe Bryant mengaku bahwa semua gerakannya di lapangan dia curi dari para idolanya. Untuk menciptakan komputer Mac, Steve Jobs mencuri ide dari Xerox. Beatles awalnya adalah band yang menyanyikan lagu-lagu penyanyi lain. Tak ada yang orisinal. Semua kreasi berasal dari sesuatu yang pernah ada. Dan kreativitas tidak pernah lahir begitu saja, butuh proses juga perlu diasah. Mencuri ide adalah awal menumbuhkannya. Kreatif adalah melihat dari sudut pandang berbeda. Kreatif adalah mampu menyiasati keterbatasan. Kreatif adalah menemukan solusi terbaik dari permasalahan. Buku ini mengembangkan kreativitasmu, siapa pun kamu, dalam bidang apa pun kamu berkarya. [Mizan, Noura Books, Terjemahan, Kreatif, Karya, Indonesia]",
        "cover_image": "https://books.google.com/books/content?id=73WqCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 160,
        "rating": 0,
        "categories": [
            "Art"
        ],
        "subtitle": ""
    },
    {
        "id": "29",
        "original_name": "Shoe Dog – Phil Knight",
        "affiliate_link": "https://amzn.to/4qdDHGO",
        "title": "Shoe Dog",
        "authors": [
            "Phil Knight"
        ],
        "description": "In this instant and tenacious New York Times bestseller, Nike founder and board chairman Phil Knight “offers a rare and revealing look at the notoriously media-shy man behind the swoosh” (Booklist, starred review), illuminating his company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands. Bill Gates named Shoe Dog one of his five favorite books of the year and called it “an amazing tale, a refreshingly honest reminder of what the path to business success really looks like. It’s a messy, perilous, and chaotic journey, riddled with mistakes, endless struggles, and sacrifice. Phil Knight opens up in ways few CEOs are willing to do.” Fresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his car in 1963, Knight grossed eight thousand dollars that first year. Today, Nike’s annual sales top $30 billion. In this age of start-ups, Knight’s Nike is the gold standard, and its swoosh is one of the few icons instantly recognized in every corner of the world. But Knight, the man behind the swoosh, has always been a mystery. In Shoe Dog, he tells his story at last. At twenty-four, Knight decides that rather than work for a big corporation, he will create something all his own, new, dynamic, different. He details the many risks he encountered, the crushing setbacks, the ruthless competitors and hostile bankers—as well as his many thrilling triumphs. Above all, he recalls the relationships that formed the heart and soul of Nike, with his former track coach, the irascible and charismatic Bill Bowerman, and with his first employees, a ragtag group of misfits and savants who quickly became a band of swoosh-crazed brothers. Together, harnessing the electrifying power of a bold vision and a shared belief in the transformative power of sports, they created a brand—and a culture—that changed everything.",
        "cover_image": "https://books.google.com/books/content?id=wO3PCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 368,
        "rating": 4.5,
        "categories": [
            "Biography & Autobiography"
        ],
        "subtitle": "A Memoir by the Creator of Nike"
    },
    {
        "id": "30",
        "original_name": "Steve Jobs – Walter Isaacson",
        "affiliate_link": "https://amzn.to/4q6HLZ0",
        "title": "Steve Jobs",
        "authors": [
            "Walter Isaacson"
        ],
        "description": "Based on more than 40 interviews with Jobs conducted over two years--as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues--Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing.",
        "cover_image": "https://books.google.com/books/content?id=8U2oAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 656,
        "rating": 3.5,
        "categories": [
            "Biography & Autobiography"
        ],
        "subtitle": ""
    },
    {
        "id": "31",
        "original_name": "Elon Musk – Walter Isaacson",
        "affiliate_link": "https://amzn.to/44w9dY6",
        "title": "Elon Musk",
        "authors": [
            "Walter Isaacson"
        ],
        "description": "The #1 New York Times and global bestseller from Walter Isaacson—the acclaimed author of Steve Jobs, Einstein: His Life and World, Benjamin Franklin, and Leonardo da Vinci—is the astonishingly intimate story of the most fascinating, controversial innovator of modern times. For two years, Isaacson shadowed Elon Musk as he executed his vision for electric vehicles at Tesla, space exploration with SpaceX, the AI revolution, and the takeover of Twitter and its conversion to X. The result is the definitive portrait of the mercurial pioneer that offers clues to his political instincts, future ambitions, and overall worldview. When Elon Musk was a kid in South Africa, he was regularly beaten by bullies. One day a group pushed him down some concrete steps and kicked him until his face was a swollen ball of flesh. He was in the hospital for a week. But the physical scars were minor compared to the emotional ones inflicted by his father, an engineer, rogue, and charismatic fantasist. His father’s impact on his psyche would linger. He developed into a tough yet vulnerable man-child, prone to abrupt Jekyll-and-Hyde mood swings, with an exceedingly high tolerance for risk, a craving for drama, an epic sense of mission, and a maniacal intensity that was callous and at times destructive. At the beginning of 2022—after a year marked by SpaceX launching thirty-one rockets into orbit, Tesla selling a million cars, and him becoming the richest man on earth—Musk spoke ruefully about his compulsion to stir up dramas. “I need to shift my mindset away from being in crisis mode, which it has been for about fourteen years now, or arguably most of my life,” he said. It was a wistful comment, not a New Year’s resolution. Even as he said it, he was secretly buying up shares of Twitter, the world’s ultimate playground. Over the years, whenever he was in a dark place, his mind went back to being bullied on the playground. Now he had the chance to own the playground. For two years, Isaacson shadowed Musk, attended his meetings, walked his factories with him, and spent hours interviewing him, his family, friends, coworkers, and adversaries. The result is the revealing inside story, filled with amazing tales of triumphs and turmoil, that addresses the question: are the demons that drive Musk also what it takes to drive innovation and progress?",
        "cover_image": "https://books.google.com/books/content?id=wUGvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 688,
        "rating": 0,
        "categories": [
            "Biography & Autobiography"
        ],
        "subtitle": ""
    },
    {
        "id": "32",
        "original_name": "Greenlights – Matthew McConaughey",
        "affiliate_link": "https://amzn.to/44t7ZwD",
        "title": "Greenlights",
        "authors": [
            "Matthew McConaughey"
        ],
        "description": "From the Academy Award®-winning actor, an unconventional memoir filled with raucous stories, outlaw wisdom, and lessons learned the hard way about living with greater satisfaction. I've been in this life for fifty years, been trying to work out its riddle for forty-two, and been keeping diaries of clues to that riddle for the last thirty-five. Notes about successes and failures, joys and sorrows, things that made me marvel, and things that made me laugh out loud. How to be fair. How to have less stress. How to have fun. How to hurt people less. How to get hurt less. How to be a good man. How to have meaning in life. How to be more me. Recently, I worked up the courage to sit down with those diaries. I found stories I experienced, lessons I learned and forgot, poems, prayers, prescriptions, beliefs about what matters, some great photographs, and a whole bunch of bumper stickers. I found a reliable theme, an approach to living that gave me more satisfaction, at the time, and still: If you know how, and when, to deal with life's challenges - how to get relative with the inevitable - you can enjoy a state of success I call 'catching greenlights.' So I took a one-way ticket to the desert and wrote this book: an album, a record, a story of my life so far. This is fifty years of my sights and seens, felts and figured-outs, cools and shamefuls. Graces, truths, and beauties of brutality. Getting away withs, getting caughts, and getting wets while trying to dance between the raindrops. Hopefully, it's medicine that tastes good, a couple of aspirin instead of the infirmary, a spaceship to Mars without needing your pilot's license, going to church without having to be born again, and laughing through the tears. It's a love letter. To life. It's also a guide to catching more greenlights-and to realising that the yellows and reds eventually turn green too. Good luck.",
        "cover_image": "https://books.google.com/books/content?id=3KfyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 397,
        "rating": 0,
        "categories": [
            "Biography & Autobiography"
        ],
        "subtitle": "Raucous stories and outlaw wisdom from the Academy Award-winning actor"
    },
    {
        "id": "33",
        "original_name": "Flow: The Psychology of Optimal Experience – Mihaly Csikszentmihalyi",
        "affiliate_link": "https://amzn.to/4se6nkP",
        "title": "Flow",
        "authors": [
            "Mihaly Csikszentmihalyi"
        ],
        "description": "What really makes us feel glad to be alive? This classic work of psychology from world-renowned psychologist Mihaly Csikszentmihalyi is your essential guide to unlocking a happier, more fulfilling state of being. '[He] has done more than anyone else to study this state of effortless attending' ? Daniel Kahneman, author of Thinking, Fast and Slow 'Mr Csikszentmihalyi illuminates the accuracy of what philosophers have been saying for centuries: that the way to happiness lies not in mindless hedonism but in mindful challenge' ? The New York Times 'Elegantly written ... it is more relevant than ever' The Times 'Enlightening, thought-provoking, relevant' -- ***** Reader review 'I actually struggled to put it down' -- ***** Reader review 'It will definitely help me structure and control my mind better' -- ***** Reader review 'If you are searching to add meaning to your life, or to gain more enjoyment from the life that you have, reading this book is a must' -- ***** Reader review ********************************************************************************************** Control of consciousness determines the quality of life Combining over 40 years of ground-breaking research with practical advice, world-renowned psychologist Mihaly Csikszentmihalyi reveals the key to optimal experience: flow. Arguing that the human brain is most happy when engaged in the meaningful pursuit of a goal - anything from sport to learning a language, from enjoyable work to practising music - he demonstrates that the need to concentrate and lose yourself in the moment is the key to finding inner peace, happiness and order in the midst of our chaotic lives.",
        "cover_image": "https://books.google.com/books/content?id=KTQXAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 322,
        "rating": 5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "The Psychology of Happiness"
    },
    {
        "id": "34",
        "original_name": "Sapiens: A Brief History of Humankind – Yuval Noah Harari",
        "affiliate_link": "https://amzn.to/4s2dFrM",
        "title": "Sapiens",
        "authors": [
            "Yuval Noah Harari"
        ],
        "description": "'Interesting and provocative... It gives you a sense of how briefly we've been on this Earth' Barack Obama What makes us brilliant? What makes us deadly? What makes us Sapiens? One of the world's preeminent historians and thinkers, Yuval Noah Harari challenges everything we know about being human. Earth is 4.5 billion years old. In just a fraction of that time, one species among countless others has conquered it: us. In this bold and provocative book, Yuval Noah Harari explores who we are, how we got here and where we're going. **ONE OF THE GUARDIAN'S 100 BEST BOOKS OF THE 21st CENTURY** PRAISE FOR SAPIENS: 'Jaw-dropping from the first word to the last... It may be the best book I've ever read' Chris Evans 'Startling... It changes the way you look at the world' Simon Mayo 'I would recommend Sapiens to anyone who's interested in the history and future of our species' Bill Gates Over 2 million copies sold since publication [Nielsen BookScan UK, Circana BookScan US, April 2024]",
        "cover_image": "https://books.google.com/books/content?id=1EiJAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 354,
        "rating": 4.5,
        "categories": [
            "History"
        ],
        "subtitle": "A Brief History of Humankind: The multi-million copy bestseller"
    },
    {
        "id": "35",
        "original_name": "The Alchemist – Paulo Coelho",
        "affiliate_link": "https://amzn.to/4iYSYIT",
        "title": "The Alchemist - 10th Anniversary Edition",
        "authors": [
            "Paulo Coelho"
        ],
        "description": "“To realize one’s destiny is a person’s only obligation.”—from The Alchemist The Alchemist tells the story of Santiago, the young Andalusian shepherd who dreams of buried treasure in Egypt and embarks upon a challenging journey to find it. With all the simplicity and symbolic richness of a fable, Coelho’s novel is both a hunt for buried treasure and a spiritual quest, with a hero who overcomes trials along the way with the help of teachers who guide him. Paulo Coelho’s books have difficult—and valuable—lessons to impart, but much of their appeal comes from the way Coelho dramatizes these lessons. With exquisite simplicity, the author brings to these stories his own experience of confronting life’s most profound challenges, his broad knowledge of philosophy, psychology, and literature, and a deeply-felt humanity. Freshman Common Read: Erskine College, Montana State University at Bozeman, Immaculata University, Queensborough Community College",
        "cover_image": "https://books.google.com/books/content?id=FEL8DlqjYEkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 196,
        "rating": 4.5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "A Fable About Following Your Dream"
    },
    {
        "id": "36",
        "original_name": "Range: Why Generalists Triumph in a Specialized World – David Epstein",
        "affiliate_link": "https://amzn.to/4j2QoSs",
        "title": "Range",
        "authors": [
            "David Epstein"
        ],
        "description": "The #1 New York Times bestseller that has all America talking: as seen/heard on CNN's Fareed Zakaria GPS, Morning Joe, CBS This Morning, The Bill Simmons Podcast, Rich Roll, and more. “The most important business—and parenting—book of the year.” —Forbes “Urgent and important. . . an essential read for bosses, parents, coaches, and anyone who cares about improving performance.” —Daniel H. Pink Shortlisted for the Financial Times/McKinsey Business Book of the Year Award Plenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should start early, focus intensely, and rack up as many hours of deliberate practice as possible. If you dabble or delay, you’ll never catch up to the people who got a head start. But a closer look at research on the world’s top performers, from professional athletes to Nobel laureates, shows that early specialization is the exception, not the rule. David Epstein examined the world’s most successful athletes, artists, musicians, inventors, forecasters and scientists. He discovered that in most fields—especially those that are complex and unpredictable—generalists, not specialists, are primed to excel. Generalists often find their path late, and they juggle many interests rather than focusing on one. They’re also more creative, more agile, and able to make connections their more specialized peers can’t see. Provocative, rigorous, and engrossing, Range makes a compelling case for actively cultivating inefficiency. Failing a test is the best way to learn. Frequent quitters end up with the most fulfilling careers. The most impactful inventors cross domains rather than deepening their knowledge in a single area. As experts silo themselves further while computers master more of the skills once reserved for highly focused humans, people who think broadly and embrace diverse experiences and perspectives will increasingly thrive.",
        "cover_image": "https://books.google.com/books/content?id=ma1sDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 354,
        "rating": 3,
        "categories": [
            "Psychology"
        ],
        "subtitle": "Why Generalists Triumph in a Specialized World"
    },
    {
        "id": "37",
        "original_name": "Building a Second Brain – Tiago Forte",
        "affiliate_link": "https://amzn.to/4ahokZ1",
        "title": "Building a Second Brain",
        "authors": [
            "Tiago Forte"
        ],
        "description": "\"Building a second brain is getting things done for the digital age. It's a ... productivity method for consuming, synthesizing, and remembering the vast amount of information we take in, allowing us to become more effective and creative and harness the unprecedented amount of technology we have at our disposal\"--",
        "cover_image": "https://books.google.com/books/content?id=WTpwEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 272,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "A Proven Method to Organize Your Digital Life and Unlock Your Creative Potential"
    },
    {
        "id": "38",
        "original_name": "Success and Failure of Picasso - John Berger",
        "affiliate_link": "https://amzn.to/48UnNtR",
        "title": "The Success and Failure of Picasso",
        "authors": [
            "John Berger"
        ],
        "description": "At the height of his powers, Pablo Picasso was the artist as revolutionary, breaking through the niceties of form in order to mount a direct challenge to the values of his time. At the height of his fame, he was the artist as royalty: incalculably wealthy, universally idolized--and wholly isolated.In this stunning critical assessment, John Berger--one of this century's most insightful cultural historians--trains his penetrating gaze upon this most prodigious and enigmatic painter and on the Spanish landscape and very particular culture that shaped his life and work.",
        "cover_image": "https://books.google.com/books/content?id=5T1QAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "page_count": 252,
        "rating": 2.5,
        "categories": [
            "Architecture"
        ],
        "subtitle": ""
    },
    {
        "id": "39",
        "original_name": "Getting Things Done – David Allen",
        "affiliate_link": "https://amzn.to/3Mu6nNb",
        "title": "Getting Things Done",
        "authors": [
            "David Allen"
        ],
        "description": "The book Lifehack calls \"The Bible of business and personal productivity.\" \"A completely revised and updated edition of the blockbuster bestseller from 'the personal productivity guru'\"—Fast Company Since it was first published almost fifteen years ago, David Allen’s Getting Things Done has become one of the most influential business books of its era, and the ultimate book on personal organization. “GTD” is now shorthand for an entire way of approaching professional and personal tasks, and has spawned an entire culture of websites, organizational tools, seminars, and offshoots. Allen has rewritten the book from start to finish, tweaking his classic text with important perspectives on the new workplace, and adding material that will make the book fresh and relevant for years to come. This new edition of Getting Things Done will be welcomed not only by its hundreds of thousands of existing fans but also by a whole new generation eager to adopt its proven principles.",
        "cover_image": "https://books.google.com/books/content?id=7PoYBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 354,
        "rating": 4.5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "The Art of Stress-Free Productivity"
    },
    {
        "id": "40",
        "original_name": "The Laws of Human Nature – Robert Greene",
        "affiliate_link": "https://amzn.to/491r2zM",
        "title": "The Laws of Human Nature",
        "authors": [
            "Robert Greene"
        ],
        "description": "SUMMARY: This book is If you’ve ever wondered about human behavior, wonder no more. In The Laws of Human Nature, Greene takes a look at 18 laws that reveal who we are and why we do the things we do. Humans are complex beings, but Greene uses these laws to strip human nature down to its bare bones. Every law that he presents is supported by a real-life historical account, with an insightful twist to drive the point home. As you read the book, don’t be surprised if you get the feeling that everyone you know, including yourself, is described in the book! DISCLAIMER: This is an UNOFFICIAL summary and not the original book. It is designed to record all the key points of the original book.",
        "cover_image": "https://books.google.com/books/content?id=iAOUEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 73,
        "rating": 5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "Summary and Illustration"
    },
    {
        "id": "41",
        "original_name": "48 Laws of Power – Robert Greene",
        "affiliate_link": "https://amzn.to/4oXVqRx",
        "title": "The 48 Laws Of Power",
        "authors": [
            "Robert Greene"
        ],
        "description": "THE MILLION COPY INTERNATIONAL BESTSELLER 'If power is your ultimate goal, this is the book you need' The Times Amoral, cunning, ruthless, and instructive, this piercing work distils three thousand years of the history of power into forty-eight well-explicated laws. As attention-grabbing in its design as it is in its content, this bold volume outlines the laws of power in their unvarnished essence, synthesizing the philosophies of Machiavelli, Sun-tzu, Carl von Clausewitz, and other great thinkers. Some laws require prudence (\"Law 1: Never Outshine the Master\"), some stealth (\"Law 3: Conceal Your Intentions\"), and some the total absence of mercy (\"Law 15: Crush Your Enemy Totally\"), but like it or not, all have applications in real-life situations. Illustrated through the tactics of Queen Elizabeth I, Henry Kissenger, P T Barnum, and other famous figures who have wielded - or been victimised by - power, these laws will fascinate any reader interested in gaining, observing or defending against ultimate control.",
        "cover_image": "https://books.google.com/books/content?id=P_zMW3EHnTEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 478,
        "rating": 4.5,
        "categories": [
            "Body, Mind & Spirit"
        ],
        "subtitle": ""
    },
    {
        "id": "42",
        "original_name": "Meditations – Marcus Aurelius",
        "affiliate_link": "https://amzn.to/4oVl49g",
        "title": "Meditations",
        "authors": [
            "Marcus Aurelius"
        ],
        "description": "The \"Meditations\" of Roman Emperor Marcus Aurelius are a readable exposition of the system of metaphysics known as stoicism. Stoics maintained that by putting aside great passions, unjust thoughts and indulgence, man could acquire virtue and live at one with nature. The Meditations were composed in periods of inaction during the wars which Marcus hated but was compelled to fight.",
        "cover_image": "https://books.google.com/books/content?id=VVsmU-4YwFsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 228,
        "rating": 4.5,
        "categories": [
            "Philosophy"
        ],
        "subtitle": ""
    },
    {
        "id": "43",
        "original_name": "The Obstacle Is the Way – Ryan Holiday",
        "affiliate_link": "https://amzn.to/3L0EWKg",
        "title": "The Obstacle Is the Way",
        "authors": [
            "Ryan Holiday"
        ],
        "description": "#1 Wall Street Journal Bestseller The Obstacle is the Way has become a cult classic, beloved by men and women around the world who apply its wisdom to become more successful at whatever they do. Its many fans include a former governor and movie star (Arnold Schwarzenegger), a hip hop icon (LL Cool J), an Irish tennis pro (James McGee), an NBC sportscaster (Michele Tafoya), and the coaches and players of winning teams like the New England Patriots, Seattle Seahawks, Chicago Cubs, and University of Texas men’s basketball team. The book draws its inspiration from stoicism, the ancient Greek philosophy of enduring pain or adversity with perseverance and resilience. Stoics focus on the things they can control, let go of everything else, and turn every new obstacle into an opportunity to get better, stronger, tougher. As Marcus Aurelius put it nearly 2000 years ago: “The impediment to action advances action. What stands in the way becomes the way.” Ryan Holiday shows us how some of the most successful people in history—from John D. Rockefeller to Amelia Earhart to Ulysses S. Grant to Steve Jobs—have applied stoicism to overcome difficult or even impossible situations. Their embrace of these principles ultimately mattered more than their natural intelligence, talents, or luck. If you’re feeling frustrated, demoralized, or stuck in a rut, this book can help you turn your problems into your biggest advantages. And along the way it will inspire you with dozens of true stories of the greats from every age and era.",
        "cover_image": "https://books.google.com/books/content?id=lUp1AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 226,
        "rating": 5,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "The Timeless Art of Turning Trials into Triumph"
    },
    {
        "id": "44",
        "original_name": "Ego Is the Enemy – Ryan Holiday",
        "affiliate_link": "https://amzn.to/4q9hppx",
        "title": "Ego Is the Enemy",
        "authors": [
            "Holiday Ryan Holiday"
        ],
        "description": "",
        "cover_image": "",
        "page_count": 0,
        "rating": 0,
        "categories": [],
        "subtitle": ""
    },
    {
        "id": "45",
        "original_name": "Quiet: The Power of Introverts – Susan Cain",
        "affiliate_link": "https://amzn.to/3MDe5V4",
        "title": "Quiet",
        "authors": [
            "Susan Cain"
        ],
        "description": "A SUNDAY TIMES AND NEW YORK TIMES BESTSELLER, THIS BOOK WILL CHANGE HOW YOU SEE INTROVERTS - AND YOURSELF - FOREVER. Our lives are driven by a fact that most of us can't name and don't understand. It defines who our friends and lovers are, which careers we choose, and whether we blush when we're embarrassed. That fact is whether we're an introvert or an extrovert. The most fundamental dimension of personality, at least a third of us are introverts, and yet shyness, sensitivity and seriousness are often seen as a negative. Some of the world's most talented people are introverts - without them we wouldn't have the Apple computer, the theory of relativity and Van Gogh's sunflowers. In Quiet, Susan Cain shows how society misunderstands and undervalues introverts while giving them the tools to better understand themselves and take full advantage of their strengths. Passionately argued, superbly researched, and filled with real stories, whether an introvert or extrovert, this book will change how you see human beings for good. ***** 'I can't get Quiet out of my head. It is an important book - so persuasive and timely and heartfelt it should inevitably effect change in schools and offices' Jon Ronson, The Guardian 'Susan Cain's Quiet has sparked a quiet revolution . . . Perhaps rather than sitting back and asking people to speak up, managers and company leaders might lean forward and listen' Megan Walsh, The Times 'Maybe the extrovert ideal is no longer as powerful as it was; perhaps it is time we all stopped to listen to the still, small voice of calm' Daisy Goodwin, The Sunday Times",
        "cover_image": "https://books.google.com/books/content?id=O6gZJa9kdlYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 362,
        "rating": 3.5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "The Power of Introverts in a World That Can't Stop Talking"
    },
    {
        "id": "46",
        "original_name": "Man's Search for Meaning – Viktor Frankl",
        "affiliate_link": "https://amzn.to/3MDJS8o",
        "title": "Man's Search for Meaning: Young Adult Edition",
        "authors": [
            "Viktor E. Frankl"
        ],
        "description": "A young adult edition of the best-selling classic about the Holocaust and finding meaning in suffering, with a photo insert, a glossary of terms, a chronology of Frankl’s life, and supplementary letters and speeches Viktor E. Frankl’s Man’s Search for Meaning is a classic work of Holocaust literature that has riveted generations of readers. Like Anne Frank’s Diary of a Young Girl and Elie Wiesel’s Night, Frankl’s masterpiece is a timeless examination of life in the Nazi death camps. At the same time, Frankl’s universal lessons for coping with suffering and finding one’s purpose in life offer an unforgettable message for readers seeking solace and guidance. This young adult edition features the entirety of Frankl’s Holocaust memoir and an abridged version of his writing on psychology, supplemented with photographs, a map of the concentration camps, a glossary of terms, a selection of Frankl’s letters and speeches, and a timeline of his life and of important events in the Holocaust. These supplementary materials vividly bring Frankl’s story to life, serving as valuable teaching and learning tools. A foreword by renowned novelist John Boyne provides a stirring testament to the lasting power of Frankl’s moral vision.",
        "cover_image": "https://books.google.com/books/content?id=umJ8DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 186,
        "rating": 0,
        "categories": [
            "Young Adult Nonfiction"
        ],
        "subtitle": "Young Adult Edition"
    },
    {
        "id": "47",
        "original_name": "Principles: Life and Work – Ray Dalio",
        "affiliate_link": "https://amzn.to/4pVYMG1",
        "title": "Principles",
        "authors": [
            "Ray Dalio"
        ],
        "description": "#1 NEW YORK TIMES BESTSELLER * 5 MILLION COPIES SOLD “Significant...The book is both instructive and surprisingly moving.” —The New York Times Ray Dalio, one of the world’s most successful investors and entrepreneurs, shares the unconventional principles that he’s developed, refined, and used over the past forty years to create unique results in both life and business—and which any person or organization can adopt to help achieve their goals. In 1975, Ray Dalio founded an investment firm, Bridgewater Associates, out of his two-bedroom apartment in New York City. Forty years later, Bridgewater has made more money for its clients than any other hedge fund in history and grown into the fifth most important private company in the United States, according to Fortune magazine. Dalio himself has been named to Time magazine’s list of the 100 most influential people in the world. Along the way, Dalio discovered a set of unique principles that have led to Bridgewater’s exceptionally effective culture, which he describes as “an idea meritocracy that strives to achieve meaningful work and meaningful relationships through radical transparency.” It is these principles, and not anything special about Dalio—who grew up an ordinary kid in a middle-class Long Island neighborhood—that he believes are the reason behind his success. In Principles, Dalio shares what he’s learned over the course of his remarkable career. He argues that life, management, economics, and investing can all be systemized into rules and understood like machines. The book’s hundreds of practical lessons, which are built around his cornerstones of “radical truth” and “radical transparency,” include Dalio laying out the most effective ways for individuals and organizations to make decisions, approach challenges, and build strong teams. He also describes the innovative tools the firm uses to bring an idea meritocracy to life, such as creating “baseball cards” for all employees that distill their strengths and weaknesses, and employing computerized decision-making systems to make believability-weighted decisions. While the book brims with novel ideas for organizations and institutions, Principles also offers a clear, straightforward approach to decision-making that Dalio believes anyone can apply, no matter what they’re seeking to achieve. Here, from a man who has been called both “the Steve Jobs of investing” and “the philosopher king of the financial universe” (CIO magazine), is a rare opportunity to gain proven advice unlike anything you’ll find in the conventional business press.",
        "cover_image": "https://books.google.com/books/content?id=6LGuDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 592,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "Life and Work"
    },
    {
        "id": "48",
        "original_name": "Four Thousand Weeks: Time Management for Mortals – Oliver Burkeman",
        "affiliate_link": "https://amzn.to/44umf8t",
        "title": "Four Thousand Weeks",
        "authors": [
            "Oliver Burkeman"
        ],
        "description": "A life-changing gift of a book: What if you tried to stop doing everything, so you could finally get round to what counts? **The instant Sunday Times bestseller** Rejecting the futile modern obsession with 'getting everything done,' Four Thousand Weeks introduces readers to tools for constructing a meaningful life by embracing rather than denying their limitations. Drawing on the insights of both ancient and contemporary philosophers, psychologists, and spiritual teachers, Oliver Burkeman sets out to realign our relationship with time - and in doing so, to liberate us from its tyranny. Embrace your limits. Change your life. Discover how to make your four thousand weeks count in 2025. 'Life is finite. You don't have to fit everything in... Read this book and wake up to a new way of thinking and living' Emma Gannon 'Every sentence is riven with gold' Chris Evans 'Comforting, fascinating, engaging, inspiring and useful' Marian Keyes",
        "cover_image": "https://books.google.com/books/content?id=0Zh0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 224,
        "rating": 5,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "Embrace your limits. Change your life. Make your four thousand weeks count."
    },
    {
        "id": "49",
        "original_name": "The Mountain Is You – Brianna Wiest",
        "affiliate_link": "https://amzn.to/4rXRgeQ",
        "title": "Summary of Brianna Wiest’s The Mountain Is You",
        "authors": [
            "Milkyway Media"
        ],
        "description": "Buy now to get the main key ideas from Brianna Wiest’s The Mountain Is You Do you often feel unable to trust yourself? Do you wonder whether what you’re about to do is not in your best interest at all? We could all find more peace and happiness, if only we were free from the detriments of self-sabotage. In The Mountain Is You (2020), Brianna Wiest explores the underlying problems that cause self-sabotage, then shows how to overcome it. By understanding how the mind and body react to change, you can strategically take hold of your own happiness.",
        "cover_image": "https://books.google.com/books/content?id=t9hCEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 18,
        "rating": 0,
        "categories": [
            "Study Aids"
        ],
        "subtitle": ""
    },
    {
        "id": "50",
        "original_name": "Designing Your Life – Bill Burnett & Dave Evans",
        "affiliate_link": "https://amzn.to/3KLd252",
        "title": "Designing Your Life",
        "authors": [
            "Bill Burnett",
            "Dave Evans"
        ],
        "description": "#1 NEW YORK TIMES BEST SELLER • At last, a book that shows you how to build—design—a life you can thrive in, at any age or stage • “Life has questions. They have answers.” —The New York Times Designers create worlds and solve problems using design thinking. Look around your office or home—at the tablet or smartphone you may be holding or the chair you are sitting in. Everything in our lives was designed by someone. And every design starts with a problem that a designer or team of designers seeks to solve. In this book, Bill Burnett and Dave Evans show us how design thinking can help us create a life that is both meaningful and fulfilling, regardless of who or where we are, what we do or have done for a living, or how young or old we are. The same design thinking responsible for amazing technology, products, and spaces can be used to design and build your career and your life, a life of fulfillment and joy, constantly creative and productive, one that always holds the possibility of surprise.",
        "cover_image": "https://books.google.com/books/content?id=RBeICwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 274,
        "rating": 0,
        "categories": [
            "Self-Help"
        ],
        "subtitle": "How to Build a Well-Lived, Joyful Life"
    },
    {
        "id": "51",
        "original_name": "Your Best Year Ever – Michael Hyatt",
        "affiliate_link": "https://amzn.to/4j6Hwen",
        "title": "Your Best Year Ever",
        "authors": [
            "Michael Hyatt"
        ],
        "description": "This is the year you finally close the gap between reality and your dreams. We all want to live a life that matters. We all want to reach our full potential. But too often we find ourselves overwhelmed by the day-to-day. Our biggest goals get pushed to the back burner--and then, more often than not, they get abandoned and forgotten. It doesn't have to be that way! In this new, fully revised and updated edition of Your Best Year Ever, Michael Hyatt shares a powerful, proven, research-driven system for setting and achieving your goals. You'll learn how to design your best year ever by discovering: ● what's holding you back right now ● how to overcome your past setbacks ● the seven attributes of effective goals ● how to quit-proof your goals ● the role of habits in personal achievement ● what to do when you feel stuck ● and much more If you're tired of not seeing progress in your personal, intellectual, business, relational, or financial goals, it's time for you to have your best year ever!",
        "cover_image": "https://books.google.com/books/content?id=_nuuEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "page_count": 198,
        "rating": 0,
        "categories": [
            "Business & Economics"
        ],
        "subtitle": "A 5-Step Plan for Achieving Your Most Important Goals"
    },
    {
        "id": "52",
        "original_name": "The Boy; the Mole; the Fox and the Horse – Charlie Mackesy",
        "affiliate_link": "https://amzn.to/4j0npyu",
        "title": "The Boy, the Mole, the Fox and the Horse Fifth Anniversary Limited Edition",
        "authors": [
            "Charlie Mackesy"
        ],
        "description": "#1 NEW YORK TIMES BESTSELLER - WALL STREET JOURNAL BESTSELLER - USA TODAY BESTSELLER A book for all ages, a book for all times, treasured by millions - on its fifth anniversary. Thank you to everyone to whom this book has meant so much. It's meant the world to me. Love Charlie x This limited edition is bound in midnight blue cloth, with a sky blue ribbon marker and gold gilded page edges. Inside Charlie includes a new message and two new artworks. Follow the tale of a curious boy, a greedy mole, a wary fox and a wise horse who find themselves together in sometimes difficult terrain, sharing their greatest fears and biggest discoveries about vulnerability, kindness, hope, friendship and love. Charlie Mackesy's The Boy, the Mole, the Fox and the Horse was adapted into the Academy Award(R) and BAFTA winning animated short film. \"The Boy, the Mole, the Fox and the Horse is not only a thought-provoking, discussion-worthy story, the book itself is an object of art.\" -- New York Times",
        "cover_image": "https://books.google.com/books/content?id=jLTi0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "page_count": 0,
        "rating": 0,
        "categories": [
            "Comics & Graphic Novels"
        ],
        "subtitle": "The Global Bestseller"
    }
]